Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: Rename of {0} item from "{1}" is completed!
de: Umbenennen einer Datei aus "{1}" abgeschlossen
el: Η μετονομασία {0} αντικειμένου από το "{1}" ολοκληρώθηκε!
es: Se ha completado el cambio de nombre de {0} elemento de «{1}».
fr: Renommage de {0} de "{1}" terminée!
hu: {0} átnevezése "{1}"-re sikerült.
ja_jp: "{1}"から{0}件の項目の名前を変更し終えました。
nl: {0} itemnaam gewijzigd in '{1}'!
pl: Zakończono usuwanie {0} pliku z "{1}"!
uk_ua: Перейменування {0} об'єкта з "{1}" завершено!

source: {0} - Viewer
de: {0} - Betrachter
el: {0} - Προεπισκόπηση
es: {0} - Visor
fr: {0} - Visualiseur
hu: {0} - Nézegető
ja_jp: {0}を閲覧するソフトウェア
nl: {0} - Weergave
pl: {0} - Podgląd
uk_ua: {0} - Засіб перегляду

source: Executable
de: Ausführbar
el: Εκτελέσιμο
es: Ejecutable
fr: Éxécutable
hu: Végrehajtható
ja_jp: 実行可能
nl: Programma
pl: Plik wykonywalny
uk_ua: Запуск

source: Image
de: Bild
el: Εικόνα
es: Imagen
hu: Kép
ja_jp: 画像
nl: Afbeelding
pl: Obraz
uk_ua: Зображення

source: Viewer is unable to display this file type.
de: Betrachter kann diesen Dateityp nicht anzeigen.
el: Η λειτουργία προεπισκόπησης αδυνατεί να προβάλλει το συγκεκριμένο τύπο αρχείου.
es: El visor no puede mostrar este tipo de archivo.
fr: Le visualiseur est incapable d'afficher ce type de fichier.
hu: A megjelenítő nem tudja megnyitni ezt a fájltípust.
ja_jp: このファイル形式には対応していません。
nl: Dit bestandstype kan niet worden voorvertoond.
pl: Podgląd jest niedostępny dla tego typu plików.
uk_ua: Засіб перегляду не може відобразити цей тип файлів.

source: Find files
de: Dateien finden
el: Εύρεση αρχείων
es: Buscar archivos
fr: Chercher des fichiers
hu: Fájlok keresése
ja_jp: ファイルの検索
nl: Bestanden zoeken
pl: Znajdź pliki
uk_ua: Знайти файли

source: Search in:
el: Αναζήτηση σε:
nl: Zoeken in:

source: Search recursively
de: Rekursiv suchen
el: Αναδρομική αναζήτηση
es: Buscar recursivamente
fr: Chercher récursivement
hu: Keresés rekurzívan
ja_jp: 再帰的に検索
nl: Recursief zoeken
pl: Szukaj rekursywnie
uk_ua: Шукати рекурсивно

source: Start
el: Έναρξη
es: Comenzar
fr: Démarrer
hu: Indítás
ja_jp: 開始
nl: Starten
uk_ua: Почати

source: Active object doesn't support changing path. Set focus on a different object, preferably file list, and try again.
de: Das aktive Objekt unterstützt keine Pfadänderungen. Versuchen Sie ein anderes Objekt zu fokussieren (vorzugsweise eine Dateiliste) und versuchen es erneut.
el: Το ενεργό αντικείμενο δεν υποστηρίζει την αλλαγή διαδρομής. Εστιάστε σε ένα διαφορετικό αντικείμενο, κατά προτίμηση μια λίστα αρχείων και προσπαθήστε ξανά.
es: El objeto activo no admite el cambio de ruta. Enfoque un objeto diferente, preferiblemente una lista de archivos, e inténtelo de nuevo.
fr: L'objet actif ne supporte pas le changement de chemin. Ciblez un objet différent, de préférence une liste de fichiers, et recommencez.
hu: Az aktív objektum nem támogatja a változó útvonalat. Állítsd középpontba egy másik tárgyat, lehetőleg fájl listából, és próbáld újra.
ja_jp: 選択している項目はパスの変更に対応していません。違う項目（ファイルリストが望ましいです）を選択し，やり直して下さい。
nl: Het actieve object heeft geen ondersteuning voor het wijzigen van het pad. Kies een ander object, bij voorkeur de bestandslijst, en probeer het opnieuw.
pl: Aktywny obiekt nie obsługuje zmiany ścieżki. Ustaw fokus na inny obiekt (najlepiej listę plików) i spróbuj ponownie.
uk_ua: Активний об'єкт не підтримує зміну шляху. Перемістіть фокус на інший об'єкт, бажано, перелік файлів, і спробуйте знову.

source: Stop
el: Διακοπή
nl: Stoppen

source: Specified path is not valid or doesn't exist anymore. Please check your selection and try again.
de: Der angegebene Pfad ist ungültig oder existiert nicht mehr. Bitte prüfen Sie Ihre Auswahl und versuchen es erneut.
el: Η διαδρομή που έχει οριστεί δεν είναι έγκυρη ή δεν υπάρχει πλέον. Ελέγξτε την επιλογή σας και προσπαθήστε ξανά.
es: La ruta especificada no es válida o ya no existe. Compruebe su selección e inténtelo de nuevo.
fr: Le chemin spécifié n'est pas valide ou n'existe plus. Veuillez vérifier votre sélection et recommencer.
hu: A megadott útvonal nem érvényes, vagy nem létezik. Kérlek, ellenőrizd, és próbáld újra.
ja_jp: 指定されたパスが不正または存在しません。選択項目を確かめてからやり直して下さい。
nl: Het opgegeven pad bestaat niet of is ongeldig. Controleer de selectie en probeer het opnieuw.
pl: Wybranie ścieżka jest niepoprawna lub już nie istnieje. Zmień zaznaczenie i spróbuj ponownie.
uk_ua: Вказаний шлях недійсний, або більше не існує. Будь ласка, перевірте Ваш вибір і спробуйте знову.

source: You need to enable at least one extension in order to find files and directories!
de: Sie müssen mindestens eine Erweiterung aktivieren, um Dateien und Verzeichnisse zu finden.
el: Χρειάζεται να ενεργοποιήσετε τουλάχιστον μία επέκταση για να μπορείτε να αναζητήσετε αρχεία και φακέλους!
es: Debe activar al menos una extensión para encontrar archivos y carpetas.
fr: Vous devez activer au moins une extension afin de chercher des fichiers et des répertoires!
hu: Egy kiterjesztést aktíválni kell, hogy megtaláld a fájlokat és könyvtárakat!
ja_jp: ファイルやディレクトリを検索する為には一つ以上の拡張機能を有効にする必要があります。
nl: Je moet minimaal één programma-uitbreiding activeren om bestanden en mappen te kunnen zoeken!
pl: Musisz włączyć co najmniej jedno rozszerzenie aby wyszukiwać pliki i katalogi.
uk_ua: Необхідно активувати хоча б один модуль для пошуку файлів і каталогів!

source: Version check
de: Versions Prüfung
el: Έλεγχος έκδοσης
es: Comprobar la versión
fr: Vérification de la version
hu: Verzió ellenőrzés
ja_jp: バージョンの確認
nl: Versiecontrole
pl: Sprawdzanie wersji...
uk_ua: Перевірка версії

source: Current:
de: Aktuell:
el: Τρέχουσα:
es: Versión actual:
fr: Courante:
hu: Jelenlegi:
ja_jp: 現在:
nl: Huidige versie:
pl: Obecna:
uk_ua: Поточна:

source: Latest:
de: Letzte:
el: Νεότερη:
es: Versión más reciente:
fr: Dernier:
hu: Legfrissebb:
ja_jp: 最新:
nl: Nieuwste versie:
pl: Najnowsza:
uk_ua: Остання:

source: Checking...
de: Überprüfe...
el: Έλεγχος...
es: Comprobando...
fr: Vérification...
hu: Ellenőrzés
ja_jp: 確認しています……
nl: Bezig met controleren...
pl: Sprawdzanie...
uk_ua: Перевірка...

source: Advanced rename
de: Erweiterte Umbennung
el: Μετονομασία για προχωρημένους
es: Cambio de nombre avanzado
fr: Renommage avancé
hu: Fejlett átnevezés
ja_jp: 高度な名前の変更
nl: Geavanceerde naamswijziging
pl: Zaawansowana zmiana nazw
uk_ua: Розширене перейменування

source: Old name
de: Alter Name
el: Παλαιό όνομα
es: Nombre antiguo
fr: Ancien nom
hu: Régi név
ja_jp: 古い名前
nl: Oude naam
pl: Stara nazwa
uk_ua: Старе ім'я

source: New name
de: Neuer Name
el: Νέο όνομα
es: Nombre nuevo
fr: Nouveau nom
hu: Új név
ja_jp: 新しい名前
nl: Nieuwe naam
pl: Nowa nazwa
uk_ua: Нове ім'я

source: Items located in:
de: Ort der Elemente:
el: Αντικείμενα που βρίσκονται σε:
es: Elementos ubicados en:
fr: Éléments placés dans:
hu: Elemek találhatók:
ja_jp: 項目の場所:
nl: Items aanwezig in:
pl: Pliki znajdują się w:
uk_ua: Об'єкти, розташовані в:

source: You are about to rename {0} item. Are you sure about this?
de: Sie sind dabei eine Datei umzubenennen. Sind Sie sicher, dass die Aktion ausgeführt werden soll?
el: Πρόκειται να μετονομάσετε {0} αντικείμενο Είστε σίγουροι για αυτό;
es: Está a punto de renombrar {0} elemento. ¿Está seguro?
fr: Vous êtes sur le point de renommer {0}. Êtes-vous sur de vouloir faire cela?
hu: Át fogod nevezni {0} elemet. Biztosan ezt akarod?
ja_jp: {0}件の項目の名前を変更します。 宜しいですか。
nl: Je staat op het punt om {0} itemnaam te wijzigen. Weet je het zeker?
pl: Usuwanie {0} pliku. Jesteś pewny?
uk_ua: Ви збираєтеся перейменувати {0} об'єкт. Ви впевнені?

source: Create new file, directory and more.
de: Erstelle neue Datei, Verzeichnis und mehr.
ja_jp: ファイル・ディレクトリ等を新規作成
nl: Maak een nieuw bestand, nieuwe map of iets anders aan.

source: Create new tab
de: Neuen Tab erstellen
ja_jp: タブを新規作成
nl: Nieuw tabblad openen

source: Session manager
de: Sitzungsmanager
ja_jp: 状況管理
nl: Sessiebeheer

source: Lock current session <small>Locking session preserves tab layout at the time of activation.</small>
de: Aktuelle Sitzung sperren <small>Sitzung sperren behält Tablayout zum Zeitpunkt der Aktivierung bei.</small>
ja_jp: 現在の状態を固定 <small>状態を固定すると，次回起動時にタブの配置が復元されます</small>
nl: Huidige sessie vergrendelen <small>Een vergrendelde sessie behoudt de tabbladindeling zoals die was op het moment van vergrendelen.</small>

source: Manage
de: Verwalten
ja_jp: 管理
nl: Beheren

source: Save
de: Speichern
ja_jp: 保存
nl: Opslaan

source: Terminal
el: Τερματικό
hu: Terminál
ja_jp: 端末エミュレータ
uk_ua: Термінал

source: Plugins
el: Πρόσθετα
es: Complementos
hu: Bővítmények
ja_jp: プラグイン
pl: Wtyczki
uk_ua: Модулі

source: SI <small>(1 kB = 1000 B)</small>
fr: SI <small>(1 Ko = 1000 octets)</small>
ja_jp: 国際単位系（1 kB = 1000 B）
uk_ua: СІ<small>(1 КБ = 1000 Б)</small>

source: IEC <small>(1 KiB = 1024 B)</small>
fr: IEC <small>(1 Kio = 1024 o)</small>
ja_jp: 国際電気標準会議規格（1 KiB = 1024 B）
uk_ua: МЕК <small>(1 КиБ = 1024 Б)</small>

source: item
de: Datei
el: αντικείμενο
fr: élément
hu: elem
ja_jp: 項目
pl: plik
uk_ua: об'єкт

source: Type:
de: Typ:
el: Τύπος:
es: Tipo:
hu: Tipus:
ja_jp: 種別:
pl: Typ:
uk_ua: Тип:

source: Volume:
de: Datenträger
el: Τόμος:
es: Volumen:
hu: Kötet:
ja_jp: ボリューム
pl: Wolumin:
uk_ua: Том:

source: ID
ja_jp: 識別子

source: Ext
de: Erw.
el: Επέκταση
hu: Kiterjesztés
ja_jp: 拡張子
pl: Roz.
uk_ua: Розширення

source: URI
ja_jp: 統一資源識別子
uk_ua: Шлях

source: Server:
el: Εξυπηρετητής:
es: Servidor:
fr: Serveur:
hu: Szerver:
ja_jp: サーバー:
uk_ua: Сервер:

source: Start:
el: Έναρξη:
es: Inicio:
fr: Démarrer:
hu: Indítás:
ja_jp: 開始:
uk_ua: Початок:

source: Album
el: Άλμπουμ
es: Álbum
ja_jp: アルバム
uk_ua: Альбом

source: Genre
el: Είδος
es: Género
hu: Név
ja_jp: ジャンル
pl: Gatunek
uk_ua: Жанр

source: Minimum:
el: Ελάχιστο:
es: Mínimo:
ja_jp: 最小:
pl: Minimalnie:
uk_ua: Мінімальний:

source: Maximum:
el: Μέγιστο:
es: Máximo:
ja_jp: 最大:
pl: Maksymalnie
uk_ua: Максимальний:

source: Terminal menu
de: Terminalmenü
el: Μενού τερματικού
es: Menú del terminal
fr: Menu de terminal
hu: Terminál menü
ja_jp: 端末エミュレータの操作
pl: Menu terminala
uk_ua: Меню терміналу

source: Code
ja_jp: コード

source: Control
de: Strg
es: Ctrl
fr: Contrôle

source: Shift
es: Mayús
fr: Maj

source: Hide horizontal scrollbar
el: Απόκρυψη οριζόντιας γραμμής κύλισης

source: _Edit commands
el: _Επεξεργασία εντολών

source: {0} Properties
el: {0} Ιδιότητες

source: Search:
el: Αναζήτηση:

source: Sunflower
uk_ua: Соняшник

source: MB
fr: Mo
uk_ua: Мб
