Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: Automount drives on start up
de: Laufwerke beim Start automatisch einbinden
el: Αυτόματη προσάρτηση δίσκων κατά την εκκίνηση
es: Montar automáticamente las unidades de disco al inicio
fr: Monter automatiquement les points de montage au démarrage
hu: Meghajtók felcsatolása indításkor
ja_jp: 起動時にドライブを自動でマウントする
nl: Schijven automatisch aankoppelen bij opstarten
pl: Automatycznie montuj nośniki przy starcie
uk_ua: Автоматичне монтування дисків при запуску

source: Automount removable drives when inserted
de: Wechsellaufwerke beim Einsetzten automatisch einbinden
el: Αυτόματη προσάρτηση αφαιρούμενων μέσων κατά την εισαγωγή τους
es: Montar automáticamente los medios extraíbles al insertarlos
fr: Monter automatiquement les périphériques amovibles à l'insertion
hu: Cserélhető meghajtók felcsatolása indításkor
ja_jp: リムーバブルドライブが挿入されたら自動的にマウントする
nl: Verwijderbare schijven automatisch aankoppelen
pl: Automatycznie montuj przenośne nośniki
uk_ua: Автоматичне монтування знімних дисків при вставлянні

source: Show confirmation dialog before deleting items
de: Vor dem Löschen von Elementen Bestätigungsdialog zeigen
el: Εμφάνιση διαλόγου επιβεβαίωσης πριν τη διαγραφή αντικειμένων
es: Mostrar un diálogo de confirmación antes de eliminar elementos
fr: Afficher une boite de confirmation avant de supprimer un élément
hu: Mutasd a megerősítő dialógus ablakot elemek törlésekor
ja_jp: 項目を消去する前に確認ダイアログを表示する
nl: Bevestiging vragen bij verwijderen van items
pl: Pytaj o potwierdzenie przed usunięciem pliku
uk_ua: Показати діялоґове вікно підтвердження перед вилученням об'єктів

source: With trashing disabled you will not be able to restore accidentally deleted items. Are you sure you want to disable confirmation dialog when deleting items?
de: Mit der Papierkorb Funktion deaktiviert, werden Sie nicht in der Lage sein, versehentlich gelöschte Elemente wiederherstellen. Sind Sie sicher, dass Sie den Bestätigungsdialog, beim Löschen Elementen, deaktivieren möchten?
el: Με τα απορρίμματα απενεργοποιημένα δεν θα μπορείτε να επαναφέρετε τα κατά λάθος διαγραμμένα αντικείμενα. Είστε σίγουροι πως θέλετε να απενεργοποιήσετε το διάλογο επιβεβαίωσης όταν διαγράφετε αντικείμενα;
es: Con la papelera desactivada no podrá restaurar los archivos eliminados por accidente. ¿Seguro que quiere desactivar el diálogo de confirmación al eliminar elementos?
fr: Avec l'envoi à la corbeille désactivé vous ne pourrez plus réstaurer un fichier accidentellement supprimé. Êtes-vous sûr de vouloir désactiver la fenêtre de confirmation lors de la suppression d'un élément?
hu: A kuka kikapcsolásával nem leszel képes helyreállítani a véletlenül törölt elemeket. Biztosan ki akarod kapcsolni a megerősítő dialógus ablakot törléskor?
ja_jp: ゴミ箱を無効にすると、誤って削除した項目を復元できなくなります。項目を消去する前の確認ダイアログを非表示にしてよろしいですか？
nl: Als items niet naar de prullenbak kunnen worden verplaatst, kunnen ze niet teruggehaald worden. Weet je zeker dat je geen bevestiging wilt bij het verwijderen van items?
pl: Przenoszenie do kosza jest wyłączone, więc nie ma możliwości przewrócenia przypadkowo usuniętych plików. Jesteś pewny, że chcesz wyłączyć potwierdzanie usuwania plików?
uk_ua: При відімкненні Ви можете остаточно втратити важливі файли! Точно слід вимкнути діялоґ вилучення файлів?

source: Display
de: Anzeige
el: Προβολή
es: Vista
fr: Affichage
hu: Képernyő
ja_jp: 表示
nl: Weergave
pl: Widok
uk_ua: Зовнішній вигляд

source: Main window
de: Hauptfenster
el: Κύριο παράθυρο
es: Ventana principal
fr: Fenêtre principale
hu: Fő ablak
ja_jp: 主ウィンドウ
nl: Hoofdvenster
pl: Główne okno
uk_ua: Основне вікно

source: Hide main window on close
de: Hauptfenster beim Schließen in Tray minimieren
el: Απόκρυψη κυρίου παραθύρου στο κλείσιμο
es: Esconder la ventana principal al cerrarla
fr: Réduire la fenêtre principale à la fermeture
hu: Fő ablak elrejtése bezáráskor
ja_jp: 閉じたら主ウィンドウを隠す
nl: Hoofdvenster verbergen bij afsluiten
pl: Ukryj główne okno przy zamknięciu
uk_ua: Згортати основне вікно в трей при закритті

source: Allow multiple instances
de: Mehrere Instanzen zulassen
el: Να επιτρέπονται πολλαπλά στιγμιότυπα (instances)
es: Permitir múltiples instancias
fr: Autoriser plusieurs instances
hu: Több példány engedélyezése
ja_jp: 複数起動を許可する
nl: Meerdere vensters toestaan
pl: Pozwój uruchamiać wielokrotnie
uk_ua: Дозволити декілька екземплярів проґрами

source: Show toolbar
de: Werkzeugleiste anzeigen
el: Εμφάνιση εργαλειοθήκης
es: Mostrar la barra de herramientas
fr: Afficher la barre d'outils
hu: Eszköztár megjelenítése
ja_jp: ツールバーを表示する
nl: Werkbalk tonen
pl: Pokaż pasek narzędzi
uk_ua: Показувати панель інструментів

source: Show titlebar
de: Titelleiste anzeigen
ja_jp: 題欄を表示
nl: Titelbalk tonen

source: Show command bar
de: Aktionsleiste anzeigen
el: Εμφάνιση μπάρας εντολών
es: Mostrar la barra de órdenes
fr: Afficher la barre de commande
hu: Parancsok megjelenítése
ja_jp: コマンドバーを表示する
nl: Opdrachtbalk tonen
pl: Pokaż pasek poleceń
uk_ua: Показувати панель команд

source: Horizontal split
de: Horizontal aufteilen
el: Οριζόντιος διαχωρισμός
es: Separación horizontal
fr: Séparation horizontale
hu: Vízszintes osztás
ja_jp: 水平に分割する
nl: Horizontaal splitsen
pl: Podział poziomy
uk_ua: Горизонтальне розбиття вікна

source: Tabs
el: Καρτέλες
es: Pestañas
fr: Onglets
hu: Lapok
ja_jp: タブ
nl: Tabbladen
pl: Karty
uk_ua: Вкладки

source: Focus new tab after opening
de: Neue Tabs fokussieren
el: Εστίαση στη νέα καρτέλα μετά το άνοιγμα
es: Enfocar las pestañas nuevas
fr: Focus sur le nouvel onglet après ouverture
hu: Megnyitás után az új lapra kerüljön a fókusz
ja_jp: 新しいタブで開いたとき、そのタブに移動する
nl: Nieuw tabblad focussen na openen
pl: Przełącz na nową kartę po otwarciu
uk_ua: Переводити фокус на нову вкладку після відкриття

source: Show close button
de: Schließen-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού τερματισμού
es: Mostrar el botón de cerrar
fr: Afficher le bouton fermer
hu: Bezárás gomb megjelenítése
ja_jp: 閉じるボタンを表示する
nl: Sluitknop tonen
pl: Pokazuj przyciski zamykania kart
uk_ua: Показувати кнопку закриття

source: Show tab(s) even if there is only one
de: Tabs immer anzeigen
el: Εμφάνιση καρτέλας(-ων) ακόμα κι αν υπάρχει μόνο μία
es: Mostrar la barra de pestañas incluso si solo hay una
fr: Afficher les onglets (même si il n'y en a qu'un)
hu: Lap(ok) megjelenítése akkor is, ha csak egy van
ja_jp: 常にタブを表示する
nl: Tabbladbalk tonen, ook als er slechts één tabblad is
pl: Pokaż karty nawet jeżeli jest tylko jedna
uk_ua: Показувати вкладку навіть якщо вона одна

source: Use Ubuntu coloring method for tab title bars
el: Χρήση της μεθόδου χρωματισμού των γραμμών τίτλου των καρτελών του Ubuntu
nl: Ubuntu's kleurmethode toepassen op titelbalken van tabbladen

source: Change title bar color when started as super user
de: Farbe der Kopfzeile ändern, wenn als Superuser gestartet
el: Αλλαγή του χρώματος της γραμμής τίτλου όταν εκκινείται το πρόγραμμα ως υπερχρήστης
es: Cambiar el color de los títulos de las pestañas al iniciar como superusuario
fr: Changer les couleurs en superutilisateur
hu: A cím terület színének megváltoztatása rootként
ja_jp: 管理者として起動した場合にタイトルバーの色を変える
nl: Kleur van titelbalk aanpassen bij opstarten als superuser
pl: Zmień kolor paska tytułu jeśli program jest uruchomiony z prawami superużytkownika
uk_ua: Змінити колір заголовку вікна, у режимі суперкористувача

source: Show status bar:
de: Statusleiste anzeigen:
el: Εμφάνιση γραμμής κατάστασης
es: Mostrar la barra de estado:
fr: Afficher la barre de statut :
hu: Státusz sáv megjelenítése
ja_jp: ステータスバーを表示する:
nl: Statusbalk tonen:
pl: Pokazuj pasek stanu:
uk_ua: Показувати рядок стану:

source: Always
de: Immer
el: Πάντα
es: Siempre
fr: Toujours
hu: Mindig
ja_jp: 常に
nl: Altijd
pl: Zawsze
uk_ua: Завжди

source: When needed
de: Wenn angemessen
el: Όταν απαιτείται
es: Cuando sea necesario
fr: Quand nécessaire
hu: Amikor szükséges
ja_jp: 賢く
nl: Indien nodig
pl: Kiedy potrzebny
uk_ua: При необхідності

source: Never
de: Nie
el: Ποτέ
es: Nunca
fr: Jamais
hu: Soha
ja_jp: しない
nl: Nooit
pl: Nigdy
uk_ua: Ніколи

source: Expanded tabs:
de: Tabs ausdehnen:
el: Ανάπτυξη καρτελών:
es: Pestañas expandidas:
fr: Onglets étendus :
hu: Kiterjesztett lapok:
ja_jp: タブを幅いっぱいに広げる:
nl: Brede tabbladen:
pl: Rozszerzaj przyciski kart
uk_ua: Розтягувати вкладки:

source: None
de: Keine
el: Κανένα
es: Ninguna
fr: Aucun
hu: Nincs
ja_jp: 広げない
nl: Geen
pl: Żadne
uk_ua: Ніколи

source: All
de: Alle
el: Όλες
es: Todas
fr: Tout
hu: Minden
ja_jp: 全て
nl: Alle
pl: Wszystkie
uk_ua: Усі

source: Other
de: Weitere Einstellungen
el: Άλλο
es: Otras
fr: Autre
hu: Más
ja_jp: その他
nl: Overig
pl: Pozostałe
uk_ua: Інше

source: Hide operation window on minimize
de: Dateioperationsfenster beim Minimieren verstecken
el: Απόκρυψη παραθύρου εργασιών κατά την ελαχιστοποίηση
es: Ocultar la ventana de operación al minimizarla
fr: Cacher la fenêtre d'opération à la réduction
hu: Műveleti ablak elrejtése kicsinyítéskor
ja_jp: 最小化した際にオペレーションウィンドウを隠す
nl: Handelingsvenster verbergen na minimaliseren
pl: Ukryj operacje przy minimalizacji
uk_ua: Приховувати вікно операцій при згортанні

source: Show notifications
de: Benachrichtigungen anzeigen
el: Εμφάνιση ειδοποιήσεων
es: Mostrar notificaciones
fr: Afficher les notifications
hu: Értesítések megjelenítése
ja_jp: 通知を表示
nl: Meldingen tonen
pl: Pokazuj powiadomienia
uk_ua: Показувати сповіщення

source: Use path completion on non-local paths
de: Pfad-Vervollständigung für nicht lokale Pfade verwenden
el: Χρήση αυτόματης συμπλήρωσης διαδρομής σε μη τοπικές διαδρομές
es: Completar automáticamente las rutas no locales
fr: Activer la complétion des chemins distants
hu: Útvonal kiegészítés nem helyi útvonalakon
ja_jp: ローカルにないパスに対してもパスを補完する
nl: Niet-lokale paden automatisch aanvullen
pl: Uzupełniaj nielokalne ścieżki
uk_ua: Автодоповнення шляху нелокальних шляхів

source: Size format:
de: Dateigrößenformat:
el: Μορφή μεγέθους:
es: Formato de tamaño:
fr: Format de la taille :
hu: Méret formátum:
ja_jp: 大きさの形式:
nl: Grootte-opmaak:
pl: Format rozmiaru:
uk_ua: розмір формату:

source: Localized
de: Landesspezifisch
el: Τοπικοποιημένη
es: Local
fr: Local
hu: Lokalizált
ja_jp: システムの設定
nl: Aangepast
pl: Z ustawień systemowych
uk_ua: Локалізований

source: Item List
de: Dateiliste
el: Λίστα αντικειμένων
es: Listas
fr: Liste d'élements
hu: Elem lista
ja_jp: 項目表示欄
nl: Items
pl: Lista plików
uk_ua: Перелік файлів

source: Look & feel
de: Aussehen
el: Εμφάνιση
es: Apariencia
fr: Apparence
hu: Felület
ja_jp: 振る舞い
nl: Uiterlijk
pl: Wygląd & Zachowanie
uk_ua: Зовнішній вигляд

source: Hidden files
de: Versteckte Dateien
el: Κρυφά αρχεία
es: Archivos ocultos
fr: Fichiers cachés
hu: Rejtett fájlok
ja_jp: 隠しファイル
nl: Verborgen bestanden
pl: Ukryte pliki
uk_ua: Приховані файли

source: Directories
de: Verzeichnisse
el: Κατάλογοι
es: Carpetas
fr: Répertoires
hu: Könyvtárak
ja_jp: ディレクトリ
nl: Mappen
pl: Katalogi
uk_ua: Каталоги

source: Columns
de: Listenspalten
el: Στήλες
es: Columnas
fr: Colonnes
hu: Oszlopok
ja_jp: 列
nl: Kolommen
pl: Kolumny
uk_ua: Колонки

source: Row hinting
de: Verschiedene Hintergrundfarbe aufeinanderfolgender Zeilen
el: Υπόδειξη σειράς
es: Alternar el color de las filas
fr: Distinction des lignes
hu: Sor kiegészítése
ja_jp: 低ヒンティング
nl: Regelaanduiding
pl: Podświetlaj wiersze
uk_ua: Підсвічування рядків

source: Case sensitive item sorting
de: Groß-/Kleinschreibung beim Sortieren beachten
el: Ταξινόμηση αντικειμένων με ταίριασμα πεζών-κεφαλαίων
es: Ordenar distinguiendo mayúsculas y minúsculas
fr: Tri sensible à la casse
hu: Elemek betűméret érzékeny elrendezése
ja_jp: 大文字小文字を区別して並び換える
nl: Hoofdlettergevoelig sorteren
pl: Znaczenie wielkich liter przy sortowaniu
uk_ua: Враховувати регістр при сортуванні файлів

source: Number sensitive item sorting
de: Zahlen natürlich sortieren
el: Ταξινόμηση με βάση τους αριθμούς
es: Ordenar numéricamente
fr: Tri sensible aux nombres
hu: Elemek számérzékeny elrendezése
ja_jp: 数字に従って並び換える
nl: Numeriek sorteren
pl: Znaczenie liczb przy sortowaniu.
uk_ua: Числене сортування файлів

source: Single click navigation
de: Einfacher Klick zum Öffnen von Objekten
el: Πλοήγηση με μονό κλικ
es: Navegar con un solo clic
fr: Navigation avec un seul clic
hu: Egyklikkes navigáció
ja_jp: シングルクリックで操作する
nl: Eenmaal klikken
pl: Nawigacja jednym kliknięciem
uk_ua: Навігація одним клацом

source: Right click selects items
de: Rechtsklick markiert Element
el: Το δεξί κλικ επιλέγει αντικείμενα
es: Seleccionar elementos con el clic derecho
fr: Clic droit pour sélectionner les éléments
hu: Jobb gombos kiválasztás
ja_jp: 右クリックで項目を選択する
nl: Items selecteren met rechtermuisknop
pl: Zaznaczanie plików prawym przyciskiem myszy
uk_ua: Виділяти файли правим клацом

source: Show list headers
de: Spaltenkopf anzeigen
el: Εμφάνιση κεφαλίδων λίστας
es: Mostrar los títulos de las columnas
fr: Afficher les entêtes de liste
hu: Fejléc megjelenítése
ja_jp: 列を表示する
nl: Lijstkoppen tonen
pl: Pokaż nagłówki w kolumnach
uk_ua: Показувати назви стовпців

source: Fast media preview
de: Medienvorschau aktivieren
el: Γρήγορη επισκόπηση πολυμέσων
es: Vista previa rápida de los archivos multimedia
fr: Visualisation rapide des medias
hu: Gyors média előnézet
ja_jp: メディアファイルを素早くプレビューする
nl: Snelle voorvertoning
pl: Szybki podgląd plików
uk_ua: Швидкий попередній перегляд медіяфайлів

source: Show tree expanders
de: Zeige Aufklapp-Anfassser für Bäume
es: Mostrar expansores de árbol
fr: Afficher les extenseurs d'arbre
hu: Fát kibontó jelzők megjelenítése
ja_jp: 樹展開を表示する
nl: Knop tonen om boomstructuren uit te klappen
pl: Pokaż ekspandery drzewa katalogów
uk_ua: Показувати піктограми розкриття дерева

source: Support second level extension
de: Erweiterung zweiter Stufe unterstützen
es: Admitir extensiones de segundo nivel
fr: Supporter les extensions de second niveau
hu: Második szintű kiterjesztések támogatása
ja_jp: 二重拡張子を考慮する
nl: Ondersteuning voor tweedeniveau-uitbreiding
pl: Używaj długich rozszerzeń.
uk_ua: Підтримка розширень другого рівню

source: Access mode format:
de: Zugriffrechte-Formatierung:
es: Formato del modo de acceso:
fr: Format du mode d'accès :
hu: Hozzáférési mód formája:
ja_jp: パーミッションの形式:
nl: Toegangsmodusopmaak:
pl: Format praw dostępu:
uk_ua: Формат режиму доступу:

source: Octal
de: Oktal
el: Οκταδικό
hu: Oktális
ja_jp: 8進数
nl: Octaal
pl: Ósemkowy
uk_ua: Вісімковий вигляд

source: Textual
de: Textuell
el: Με κείμενο
fr: Textuel
hu: Szöveges
ja_jp: 記号表記
nl: Tekstueel
pl: Tekstowy
uk_ua: Текстовий

source: Show grid lines:
de: Gitterlinien anzeigen:
el: Εμφάνιση γραμμών πλέγματος:
es: Mostrar las líneas de cuadrícula:
fr: Afficher les grilles :
hu: Rácsvonalak megjelenítése:
ja_jp: グリッド線の表示:
nl: Rasterlijnen tonen:
pl: Pokaż przecinające się linie:
uk_ua: Показувати лінії ґратки:

source: Horizontal
el: Οριζοντίως
es: Horizontales
hu: Vízszintes
ja_jp: 水平方向
nl: Horizontaal
pl: Poziome
uk_ua: Горизонтальні

source: Vertical
de: Vertikal
el: Καθέτως
es: Verticales
hu: Függőleges
ja_jp: 垂直方向
nl: Verticaal
pl: Pionowe
uk_ua: Вертикальні

source: Selection color:
de: Auswahlfarbe:
el: Χρώμα επιλογής:
es: Color de la selección:
fr: Sélection de la couleur :
hu: Kijelölés színe:
ja_jp: 選択色:
nl: Selectiekleur:
pl: Kolor zaznaczenia:
uk_ua: Колір виділення:

source: Selection indicator:
de: Auswahlanzeiger
el: Δείκτης επιλογής:
es: Indicador de selección:
fr: Sélection de l'indicateur :
hu: Kijelölés jelzése:
ja_jp: 選択表示:
nl: Selectie-indicator:
pl: Wskaźnik zaznaczenia:
uk_ua: Індикатор виділення:

source: Quick search combination:
de: Kombination für Schnellsuche:
el: Συνδυασμός γρήγορης αναζήτησης:
es: Tecla para activar la búsqueda rápida:
fr: Combinaison de recherche rapide :
hu: Gyors keresési kombinációk:
ja_jp: 逐次検索を行うキー組合せ
nl: Snel zoeken:
pl: Skrót klawiszowy do wyszukiwania:
uk_ua: Комбінація для швидкого пошуку:

source: Date format:
de: Datumsformat:
el: Μορφή ημερομηνίας:
es: Formato de fecha:
fr: Format de la date :
hu: Dátum formátum:
ja_jp: 日付の形式:
nl: Datumopmaak:
pl: Format daty:
uk_ua: Формат дати:

source: Time is formed using the format located at:
de: Die Formatierungssyntax finden Sie hier:
el: Ο χρόνος χρησιμοποιεί τη μορφοποίηση που βρίσκεται σε :
es: El formato de fecha usa la especificación siguiente:
fr: L'heure est affichée en utilisant le format situé à:
hu: Az idő a következő formátumban lesz megjelenítve:
ja_jp: 日時は以下に記述された表記法で表記される:
nl: Tijdstip baseren op:
pl: Format czasu jest tworzony w oparciu o:
uk_ua: Час формується з використанням формату, розташованого за адресою:

source: Show hidden files
de: Versteckte Dateien anzeigen
el: Εμφάνιση κρυφών αρχείων
es: Mostrar los archivos ocultos
fr: Afficher les fichiers cachés
hu: Rejtett fájlok megjelenítése
ja_jp: 隠しファイルを表示する
nl: Verborgen bestanden tonen
pl: Pokaż ukryte pliki
uk_ua: Показувати приховані файли

source: Always visible files and directories:
de: Immer sichtbare Dateien und Verzeichnisse:
el: Πάντα ορατά αρχεία και κατάλογοι:
es: Archivos y carpetas siempre visibles:
fr: Fichiers et répertoires toujours visibles:
hu: Mindig látható fájlok és könyvtárak:
ja_jp: 常に表示するファイルおよびディレクトリ
nl: Bestanden en mappen die overal zichtbaar zijn:
pl: Zawsze widoczne pliki i katalogi:
uk_ua: Завжди видимі файли та каталоги

source: Load specified tabs instead of saved
de: Beim Start benutzdefinierte Verzeichnisse öffnen
el: Φόρτωση καθορισμένων καρτελών αντί για τις αποθηκευμένες
es: Cargar las pestañas especificadas en lugar de las guardadas
fr: Charger les onglets spécifiés au lieu de ceux sauvegardés
hu: Megadott lapok betöltése a mentettek helyett
ja_jp: 保存されたものではなく指定したタブを読み込む
nl: Opgegeven tabbladen laden in plaats van opgeslagen
pl: Ładuj wybrane karty zamiast zapamiętanych
uk_ua: Завантажити вказані вкладки замість збережених

source: Directory
de: Verzeichnis
el: Κατάλογος
es: Carpeta
fr: Répertoire
hu: Könyvtár
ja_jp: ディレクトリ
nl: Map
pl: Katalog
uk_ua: Каталог

source: Left list
de: Linke Leiste
el: Αριστερή λίστα
es: Panel izquierdo
fr: Liste de gauche
hu: Baloldali lista
ja_jp: 左パネルのリスト
nl: Linkerlijst
pl: Lewa lista
uk_ua: лівий перелік

source: Right list
de: Rechte Leiste
el: Δεξιά λίστα
es: Panel derecho
fr: Liste de droite
hu: Jobboldali lista
ja_jp: 右パネルのリスト
nl: Rechterlijst
pl: Prawa lista
uk_ua: правий перелік

source: Custom directory
de: Benutzerdefiniertes Verzeichnis
el: Προσαρμοσμένος κατάλογος
es: Carpeta personalizada
fr: Répertoire personnalisé
hu: Egyedi könyvtár
ja_jp: 任意のディレクトリ
nl: Aangepaste map
pl: Własny katalog
uk_ua: вказати каталог

source: Left directory
de: Linkes Verzeichnis
el: Αριστερός κατάλογος
es: Carpeta de la izquierda
fr: Répertoire de gauche
hu: Bal oldali könyvtár
ja_jp: 左パネルのディレクトリ
nl: Linkermap
pl: Lewy katalog
uk_ua: лівий каталог

source: Right directory
de: Rechtes Verzeichnis
el: Δεξιός κατάλογος
es: Carpeta de la derecha
fr: Répertoire de droite
hu: Jobb oldali könyvtár
ja_jp: 右パネルのディレクトリ
nl: Rechtermap
pl: Prawy katalog
uk_ua: правий каталог

source: Column
de: Spalte
el: Στήλη
es: Columna
fr: Colonne
hu: Oszlop
ja_jp: 列
nl: Kolom
pl: Kolumna
uk_ua: Колонка

source: Size
de: Größe
el: Μέγεθος
es: Tamaño
fr: Taille
hu: Méret
ja_jp: 大きさ
nl: Grootte
pl: Rozmiar
uk_ua: Розмір

source: Visible
de: Sichtbar
el: Ορατή
hu: Látható
ja_jp: 表示
nl: Zichtbaar
pl: Widoczność
uk_ua: Видимий

source: Font
de: Schriftgröße
el: Γραμματοσειρά
es: Tipografía
fr: Police
hu: Betűtípus
ja_jp: フォント
nl: Lettertype
pl: Czcionka
uk_ua: Шрифт

source: Add always visible item
de: Immer sichtbares Element hinzufügen
el: Προσθήκη πάντοτε ορατού αντικειμένου
es: Añadir un elemento siempre visible
fr: Ajouter un élément toujours visible
hu: Mindig látható elemek hozzáadása
ja_jp: 常に表示する項目を追加
nl: 'Altijd zichtbaar' item toevoegen
pl: Dodaj zawsze widoczny element
uk_ua: Додати завжди видимий елемент

source: Full name of file or directory to always show:
de: Vollständigen Datei- oder Verzeichnisnamen immer anzeigen:
el: Πλήρες όνομα αρχείου ή καταλόγου προς προβολή πάντοτε:
es: Nombre completo del archivo o la carpeta que se mostrará siempre:
fr: Chemin complet de l'élément à toujours afficher:
hu: A mindig megjelenítendő fájl vagy könyvtár teljes neve:
ja_jp: 常に表示するファイルもしくはディレクトリのフルパスを入力:
nl: Volledige naam van bestand of map dat/die altijd zichtbaar moet zijn:
pl: Pełna ścieżka zawsze widocznego pliku lub katalogu:
uk_ua: Повне ім’я файлу або каталогу, який не потрібно приховувати:

source: Add custom directory
de: Benutzerdefiniertes Verzeichnis hinzufügen
el: Προσθήκη πλήρους καταλόγου
es: Añadir una carpeta personalizada
fr: Ajouter un répertoire
hu: Egyedi könyvtár hozzáadása
ja_jp: 任意のディレクトリを追加
nl: Aangepaste map toevoegen
pl: Dodaj własny katalog
uk_ua: додати вказаний каталог

source: Full path:
de: Vollständiger Pfad
el: Πλήρης διαδρομή
es: Ruta completa:
fr: Chemin complet :
hu: Teljes út:
ja_jp: フルパス:
nl: Volledig pad:
pl: Pełna ścieżka:
uk_ua: Повний шлях:

source: Quick search settings are in conflict with VIM navigation style. To resolve this issue your quick search settings were restored to default.
de: Die Schnellsuch-Einstellungen stehen im Konflikt mit dem VIM-Navigationsmodus. Um dies zu beheben wurden Ihre Schnellsuch-Einstellungen zurückgesetzt.
el: Οι ρυθμίσεις γρήγορης αναζήτησης βρίσκονται σε σύγκρουση με το στυλ πλοήγησης τύπου VIM. Για την επίλυση αυτού του προβλήματος έγινε επαναφορά των ρυθμίσεων γρήγορης αναζήτησης στις προεπιλεγμένες.
es: Los ajustes de búsqueda rápida están en conflicto con el estilo de navegación de VIM. Para resolver este problema se han restaurado los ajustes de búsqueda rápida por defecto.
fr: Les paramètres de recherche rapide sont en conflit avec le style de navigation VIM. Pour résoudre ce problème vos paramètres de recherche rapide ont été remis par défaut.
hu: Gyorskeresés beállítások konfliktusban vannak a VIM navigációs stílusával. A probléma megoldásához a gyorskeresési beállításokat is vissza kell állítani az alapértelmezettre.
ja_jp: 逐次検索の設定がVimバインディングと衝突しています。解消するために逐次検索の設定を既定に戻します。
nl: De snelzoekinstellingen wijken af van de VIM-navigatiestijl en zijn daarom teruggezet op de standaardwaarden.
pl: Ustawienia szybkiego wyszukiwania kolidują z ustawieniami skrótów klawiszowych w stylu VIM. Aby rozwiązać ten problem domyślne ustawienia szybkiego wyszukiwania zostały przywrócone
uk_ua: Налаштування швидкого пошуку конфліктують з навігацією в стилі VIM. Для вирішення цієї проблеми у Ваших налаштуваннях швидкого пошуку відновлені типові значення.

source: _File
el: _Αρχείο
nl: _Bestand

source: New _tab
el: _Νέα καρτέλα
nl: Nieuw _tabblad

source: Create _file
de: Datei erstellen
el: Δημιουργία _αρχείου
es: _Crear un archivo
fr: Nouveau _Fichier
hu: Fájl létre_hozása
ja_jp: ファイルの作成(_F)
nl: Bestand _aanmaken
pl: Utwórz _plik
uk_ua: Створити _файл

source: Create _directory
de: Verzeichnis erstellen
el: Δημιουργία _καταλόγου
es: Crear una _carpeta
fr: Créer un _Dossier
hu: _Könyvtár létrehozása
ja_jp: ディレクトリの作成(_D)
nl: Map _aanmaken
pl: Utwórz _katalog
uk_ua: Створити _каталог

source: _Open
de: Ö_ffnen
el: _Άνοιγμα
es: _Abrir
fr: _Ouvrir
hu: _Megnyitás
ja_jp: 開く(_O)
nl: _Openen
pl: _Otwórz
uk_ua: Відкрити

source: Open in new ta_b
de: In neuem Ta_b öffnen
el: Άνοιγμα σε νέα καρτέ_λα
es: A_brir en una pestaña nueva
fr: Ouvrir dans un nouvel on_glet
hu: Megnyitás új _lapon
ja_jp: 新しいタブで開く(_B)
nl: Openen op nieuw ta_bblad
pl: Otwórz w nowej karcie
uk_ua: Відкрити в новій вкладці

source: _Properties
de: _Eigenschaften
el: _Ιδιότητες
es: _Propiedades
fr: _Propriétés
hu: _Tulajdonságok
ja_jp: 属性情報(_P)
nl: _Eigenschappen
pl: _Właściwości
uk_ua: Властивості

source: _Quit
de: _Beenden
el: _Τερματισμός
es: _Salir
fr: _Quitter
hu: _Kilépés
ja_jp: 終了(_Q)
nl: _Afsluiten
pl: W_yjdź
uk_ua: Вийти

source: _Edit
el: _Επεξεργασία
nl: B_ewerken

source: Cu_t
de: _Ausschneiden
el: Α_ποκοπή
es: Cor_tar
fr: Cou_per
hu: _Kivágás
ja_jp: 切り取り(_T)
nl: _Knippen
pl: Wy_tnij
uk_ua: Вирізати
