Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: Path:
de: Pfad:
el: Διαδρομή:
es: Ruta:
fr: Chemin :
hu: Útvonal:
ja_jp: パス:
nl: Pad:
pl: Ścieżka:
uk_ua: Шлях:

source: Show label
de: Beschriftung anzeigen
el: Εμφάνιση ετικέτας
es: Mostrar la etiqueta
fr: Afficher texte
hu: Cimke mutatása
ja_jp: ラベルを表示する
nl: Label tonen
pl: Pokaż etykietę
uk_ua: Показувати ім'я

source: Parent directory button
de: Schaltfläche für Elternverzeichnis
el: Κουμπί γονικού καταλόγου
es: Botón de carpeta superior
fr: Bouton du répertoire parent
hu: Aktuális könyvtár gomb
ja_jp: 親ディレクトリへのボタン
nl: Knop voor bovenliggende map
pl: Przycisk katalogu nadrzędnego
uk_ua: Кнопка переходу в батьківський каталог

source: Home directory button
de: Schaltfläche für Benutzerverzeichnis
el: Κουμπί καταλόγου home
es: Botón de carpeta personal
fr: Bouton du répertoire personnel
hu: Saját mappa gomb
ja_jp: ホームディレクトリへのボタン
nl: Knop voor persoonlijke map
pl: Przycisk katalogu domowego
uk_ua: Кнопка переходу в домашній каталог

source: Bookmark button
de: Lesezeichen-Schaltfläche
el: Κουμπί σελιδοδείκτη
es: Botón de marcadores
fr: Bouton de marque-pages
hu: Előzmények gomb
ja_jp: 栞ボタン
nl: Knop voor bladwijzer
pl: Przycisk zakładek
uk_ua: Кнопка закладки

source: Bookmarks menu
de: Lesezeichenmenü
el: Μενού σελιδοδεικτών
es: Menú de marcadores
fr: Menu des marque-pages
hu: Előzmények menü
ja_jp: 栞のメニュー
nl: Bladwijzermenu
pl: Zakładki
uk_ua: Меню закладок

source: Separator
de: Trennzeichen
el: Διαχωριστικό
es: Separador
fr: Séparateur
hu: Elválasztó
ja_jp: 区切り子
nl: Scheidingsteken
uk_ua: Роздільник

source: This widget has no configuration dialog.
de: Dieses Widget hat keinen Einstellungsdialog
el: Το γραφικό στοιχείο δεν έχει κάποιο διάλογο ρυθμίσεων.
es: Este componente no tiene diálogo de configuración.
fr: Ce widget n'a pas de boite de configuration
hu: A widgetnek nincs konfigurációs ablaka.
ja_jp: このウィジェットには設定画面がありません。
nl: Deze widget kan niet worden ingesteld.
pl: Widżet nie ma menu konfiguracji
uk_ua: У цього віджету немає діялоґу налаштування.

source: Owner
de: Besitzer
el: Ιδιοκτήτης
es: Propietario
fr: Propriétaire
hu: Tulajdonos
ja_jp: 所有者
nl: Eigenaar
pl: Właściciel
uk_ua: Власник

source: Group
de: Gruppe
el: Ομάδα
es: Grupo
hu: Csoport
ja_jp: グループ
nl: Groep
pl: Grupa
uk_ua: Група

source: Local file list
de: Lokale Dateiliste
el: Λίστα τοπικών αρχείων
es: Lista de archivos locales
fr: Liste de fichier local
hu: Helyi fájl lista
ja_jp: ローカルファイル一覧
nl: Lijst met lokale bestanden
pl: Lista plików lokalnych
uk_ua: Перелік локальних файлів

source: Trash can
de: Papierkorb
el: Απορρίμματα
es: Papelera
fr: Corbeille
hu: Lomtár
ja_jp: ゴミ箱
nl: Prullenbak
pl: Kosz
uk_ua: Смітник

source: Mode
de: Modus
el: Δικαιώματα
es: Acceso
hu: Mód
ja_jp: 状態
nl: Modus
pl: Tryb
uk_ua: Права

source: Date
de: Datum
el: Ημερομηνία
es: Fecha
hu: Dátum
ja_jp: 日時
nl: Datum
pl: Data
uk_ua: Дата

source: Invalid selection!
de: Ungültige Auswahl!
el: Άκυρη επιλογή!
es: ¡Selección no válida!
fr: Sélection invalide !
hu: Hibás kijelőlés!
ja_jp: 選択が正しくありません。
nl: Ongeldige selectie!
pl: Niewłaściwe zaznaczenie!
uk_ua: Неправильне виділення!

source: There was an error creating directory. Make sure you have enough permissions.
de: Erstellung des Verzeichnisses fehlgeschlagen. Bitte prüfen Sie, ob Sie über die erforderlichen Zugriffsrechte verfügen.
el: Σφάλμα κατά τη δημιουργία καταλόγου. Διασφαλίστε ότι έχετε τα απαραίτητα δικαιώματα.
es: Se ha producido un error al crear la carpeta. Asegúrese de tener los permisos necesarios.
fr: Il y a eu un problème à la création du répertoire. Vérifez que vous avez les permissions suffisantes
hu: Hiba történt a könyvtár létrehozásakor. Gyöződjön meg róla, van-e jogosultsága.
ja_jp: ディレクトリの作成に失敗しました。十分な権限かどうかを確かめて下さい。
nl: De map kan niet worden aangemaakt. Controleer of je hiertoe gemachtigd bent.
pl: Wystąpił błąd podczas tworzenia katalogu. Upewnij się, że posiadasz odpowiednie uprawnienia.
uk_ua: Помилка створення каталогу. Переконайтеся, що Ви маєте необхідні привілеї.

source: File already exists: {0}
de: Datei {0} existiert bereits.
el: Το αρχείο ήδη υπάρχει: {0}
es: Ya existe el archivo: {0}
fr: Fichier déjà existant: {0}
hu: A fájl már létezik: {0}
ja_jp: ファイル{0}は既に存在します
nl: Bestand bestaat al: {0}
pl: Plik obecnie istnieje: {0}
uk_ua: Файл вже існує: {0}

source: Directory with same name exists: {0}
de: Verzeichnis {0} existiert bereits.
el: Υπάρχει κατάλογος με το ίδιο όνομα: {0}
es: Ya existe la carpeta: {0}
fr: Répertoire déjà existant: {0}
hu: Már van ilyen névvel könyvtár: {0}
ja_jp: 同名のディレクトリ{0}が存在します
nl: Map bestaat al: {0}
pl: Katalog o takiej nazwie już istnieje: {0}
uk_ua: Каталог з таким ім'ям існує: {0}

source: There was an error creating file. Make sure you have enough permissions.
de: Dateierstellung fehlgeschlagen. Bitte prüfen Sie, ob Sie über die erforderlichen Zugriffsrechte verfügen.
el: Σφάλμα κατά τη δημιουργία αρχείου. Διασφαλίστε ότι έχετε τα απαραίτητα δικαιώματα.
es: Se ha producido un error al crear el archivo. Asegúrese de tener los permisos necesarios.
fr: Il y a eu un problème à la création du fichier. Vérifez que vous avez les permissions suffisantes
hu: Hiba történt a file létrehozásakor. Gyöződjön meg róla, van-e jogosultsága.
ja_jp: ファイルの作成に失敗しました。十分な権限かどうかを確かめて下さい。
nl: Het bestand kan niet worden aangemaakt. Controleer of je hiertoe gemachtigd bent.
pl: Wystąpił błąd podczas tworzenia pliku. Upewnij się, że posiadasz odpowiednie uprawnienia.
uk_ua: Помилка створення файлу. Переконайтеся, що Ви маєте необхідні привілеї.

source: Error creating new link.
de: Fehler beim Erstellen der Verknüpfung.
el: Σφάλμα κατά τη δημιουργία νέου συνδέσμου
es: Se ha producido un error al crear un enlace nuevo.
fr: Erreur à la création d'un nouveau lien
hu: Hiba a link létrehozásakor.
ja_jp: 新規リンクの作成に失敗しました。
nl: De snelkoppeling kan niet worden gemaakt.
pl: Błąd podczas tworzenia dowiązania.
uk_ua: Помилка створення посилання

source: Current file system does not support linking.
de: Das Dateisystem unterstützt das Erstellen von Verknüpfungen nicht.
el: Το τρέχων σύστημα αρχείων δεν επιτρέπει τη δημιουργία συνδέσμων
es: El sistema de archivos no admite el uso de enlaces.
fr: Le système de fichiers ne supporte pas la gestion des liens.
hu: A jelenlegi fájlrendszer nem támogatja a linkeket.
ja_jp: 現在のファイルシステムはリンクに対応していません。
nl: Het huidige bestandsysteem heeft geen ondersteuning voor snelkoppelingen.
pl: System plików nie wspiera dowiązań
uk_ua: Поточна файлова система не підтримує посилання.

source: You are about to <i><b>delete</b></i> {0} item. Are you sure about this?
de: {0} Objekt wird <i><b>entfernt</b></i>! Sind Sie sich sicher?
es: Está a punto de <i><b>eliminar</b></i> {0} elemento. ¿Está seguro?
ja_jp: {0}件の項目を<i><b>削除</b></i>します。 宜しいですか。
nl: Je staat op het punt om {0} item te <i><b>verwijderen</b></i>. Weet je het zeker?

source: You are about to move {0} item to <i><b>trash</b></i>. Are you sure about this?
de: {0} Objekt wird <i><b>in den Papierkorb</b></i> verschoben! Sind Sie sich sicher?
es: Está a punto de mover {0} elemento a la <i><b>papelera</b></i>. ¿Está seguro?
ja_jp: {0}件の項目を<i><b>ゴミ箱に</b></i>移動します。 宜しいですか。
nl: Je staat op het punt om {0} items te <i><b>verplaatsen naar de prullenbak</b></i>. Weet je het zeker?

source: Other application...
de: Andere Anwendung...
el: Άλλη εφαρμογή...
es: Otra aplicación...
fr: Autres applications...
hu: Más alkalmazás…
ja_jp: 他のアプリケーション……
nl: Ander programma...
pl: Inna aplikacja...
uk_ua: Інше додаток...

source: No files selected.
de: Keine Dateien ausgewählt.
es: No hay archivos seleccionados.
ja_jp: ファイルが選択されていません。
nl: Geen bestanden geselecteerd.

source: Free:
de: Frei:
el: Ελεύθερα:
es: Libre:
fr: Libre :
hu: Szabad:
ja_jp: 空き:
nl: Vrij:
pl: Wolne:
uk_ua: Вільно:

source: Total:
el: Σύνολο:
hu: Teljes:
ja_jp: 合計:
nl: Totaal:
pl: Całość:
uk_ua: Всього:

source: Copy here
de: Hierher kopieren
el: Αντιγραφή εδώ
es: Copiar aquí
fr: Copier ici
hu: Másolás ide
ja_jp: ここにコピー
nl: Hierheen kopiëren
pl: Kopiuj tutaj
uk_ua: Копіювати сюди

source: Move here
de: Hierher verschieben
el: Μετακίνηση εδώ
es: Mover aquí
fr: Déplacer ici
hu: Mozgatás ide
ja_jp: ここに移動
nl: Hierheen verplaatsen
pl: Przenieś tutaj
uk_ua: Перемістити сюди

source: Link here
de: Verknüpfung hier anlegen
el: Δημιουργία συνδέσμου εδώ
es: Crear un enlace aquí
fr: Créer un lien ici
hu: Link ide
ja_jp: ここにリンク
nl: Snelkoppeling hier maken
pl: Utwórz dowiązanie
uk_ua: створити посилання

source: No such file or directory
de: Datei oder Verzeichnis existiert nicht
el: Δεν υπάρχει τέτοιο αρχείο ή κατάλογος
es: El archivo o la carpeta no existen
fr: Aucun fichier ou dossier
hu: Nincs ilyen fájl vagy könyvtár
ja_jp: そのようなファイルやディレクトリはありません
nl: Bestand of map bestaat niet
pl: Nie ma takiego pliku ani katalogu
uk_ua: Файл або каталог не знайдені

source: Error changing working directory to: {1} {0} Would you like to retry?
de: Fehler beim Welchseln des Arbeitsverzeichnisses zu: {1} {0} Möchten Sie den Vorgang wiederholen?
el: Σφάλμα κατά την αλλαγή καταλόγου σε: {1} {0} Θα θέλατε να ξαναπροσπαθήσετε;
es: Se ha producido un error al cambiar la carpeta de trabajo a: {1} {0} ¿Quiere volver a intentarlo?
fr: Erreur lors du changement de répertoire courant à: {1} {0} Voulez-vous ré-essayez?
hu: Hiba a könyvtárba való belépéskor {0} Szeretné újra megpróbálni?
ja_jp: 作業ディレクトリを {0} から {1} に変更できませんでした。 もう一度試しますか。
nl: De werkmap kan niet worden ingesteld op: {1} {0} Wil je het opnieuw proberen?
pl: Błąd podczas zmiany katalogu na: {1} {0} Spróbować ponownie?
uk_ua: Помилка при зміні робочого каталогу на: {1} {0} Бажаєте повторити спробу?

source: Empty trash
de: Papierkorb leeren
el: Άδειασμα απορριμάτων
es: Vaciar la papelera
fr: Vider la corbeille
hu: Lomtár ürítése
ja_jp: ゴミ箱を空にする
nl: Prullenbak legen
pl: Opróżnij kosz
uk_ua: Спорожнити смітник

source: All items in the Trash will be permanently deleted. Are you sure?
de: Sollen alle Objekte aus dem Papierkorb dauerhaft gelöscht werden?
el: Όλα τα αντικείμενα στα απορρίμματα θα διαγραφούν για πάντα. Είστε σίγουροι;
es: Todos los elementos de la papelera se eliminarán de forma permanente. ¿Quiere continuar?
fr: Tous les éléments vont être définitivement supprimés. Êtes vous certain ?
hu: A Lomtár minden eleme véglegese törlésre kerül. Biztos benne?
ja_jp: ゴミ箱にある全項目は永遠に削除され，二度と復元できません。実行しますか。
nl: Alle items in de prullenbak worden permanent verwijderd. Weet je het zeker?
pl: Wszystkie pliki zostaną trwale usunięte z kosza. Kontynuować?
uk_ua: Усі об’єкти, що знаходяться у Смітнику, будуть остаточно вилучені. Ви справді волієте це зробити?

source: Mount operation
de: Mount Vorgang
el: Λειτουργία προσάρτησης
es: Operación de montaje
fr: Opération de montage
hu: Csatolás művelet
ja_jp: マウント操作
nl: Aankoppelactie
pl: Monotwanie
uk_ua: Операція монтування

source: Unable to mount: {0} {1}
de: Einhängen nicht möglich: {0} {1}
el: Αδυναμία προσάρτησης: {0} {1}
es: No se puede montar: {0} {1}
fr: Impossible de monter: {0} {1}
hu: Nem sikerült felmountolni: {0} {1}
ja_jp: マウントできません。 {0} {1}
nl: Aankoppelen mislukt: {0} {1}
pl: Nie udało się zamontować: {0} {1}
uk_ua: Не вдається змонтувати: {0} {1}

source: Mount
de: Einhängen
el: Προσάρτηση
es: Montar
fr: Monter
hu: Csatolás
ja_jp: マウント
nl: Aankoppelen
pl: Zamontuj
uk_ua: Монтувати

source: Unmount
de: Aushängen
el: Αποπροσάρτηση
es: Desmontar
fr: Démonter
hu: Leválaszt
ja_jp: マウント解除
nl: Ontkoppelen
pl: Odmontuj
uk_ua: Розмонтувати

source: You are about to remove '{0}'. Are you sure about this?
de: Sie sind dabei '{0}' zu entfernen. Sind Sie sicher, dass die Aktion ausgeführt werden soll?
el: Πρόκειται να διαγράψετε το '{0}'. Είστε σίγουροι για αυτό;
es: Está a punto de eliminar «{0}». ¿Quiere continuar?
fr: Vous êtes sur le point de supprimer '{0}' Êtes-vous sûr ?
hu: {0} fájl törlésére készülsz. Biztos vagy bene?
ja_jp: {0}を削除します。 宜しいですか。
nl: Je staat op het punt om '{0}' te verwijderen. Weet je het zeker?
pl: Usuwanie {0} pliku. Jesteś pewny?
uk_ua: Ви збираєтеся вилучити '{0}'об'єкт. Ви впевнені, що бажаєте зробити це?

source: Create Samba mount
de: Samba Verknüpfung erstellen
el: Δημιουργία σημείου προσάρτησης Samba
es: Crear un punto de montaje Samba
fr: Créer un point de montage Samba
hu: Samba megosztás létrehozása
ja_jp: Sambaマウントを作成
nl: Samba-aankoppeling maken
pl: Utwórz punkt montowania Samby
uk_ua: Створити монтування Samba

source: Share:
de: Netzlaufwerk:
el: Κοινή χρήση:
es: Recurso:
fr: Partager:
hu: Megosztás:
ja_jp: 共有:
nl: Deling:
pl: Udział:
uk_ua: Поділитися:

source: Directory:
de: Verzeichnis:
el: Κατάλογος:
es: Carpeta:
fr: Répertoire:
hu: Könyvtár:
ja_jp: ディレクトリ:
nl: Map:
pl: Katalog:
uk_ua: Каталог:

source: Domain:
el: Διεύθυνση:
es: Dominio:
fr: Domaine:
ja_jp: ドメイン:
nl: Domein:
pl: Domena:
uk_ua: Домен:

source: Username:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
fr: Nom d'utilisateur:
hu: Felhasználó név:
ja_jp: 利用者名:
nl: Gebruikersnaam:
pl: Użytkownik:
uk_ua: Користувач:

source: One or more required fields are empty. Please make sure you have entered name, server and share.
de: Mindestens ein erforderliches Feld ist leer. Bitte sicherstellne, dass Name, Server und Share angegeben sind.
es: Uno o más campos requeridos están vacíos. Asegúrese de que ha escrito el nombre, el servidor y el recurso compartido.
fr: Un ou plusieurs champs sont vides. Vérifiez que vous avez bien entré Nom, Serveur et Partage
hu: Egy vagy több szükséges mező üres. Győződj meg róla, hogy megadtad a nevet, szervert és megosztást.
ja_jp: 一つ又は複数の必須入力欄が空です。名前，サーバー及び共有を入力したか確かめて下さい。
nl: Eén of meerdere verplichte velden zijn leeg. Voer de naam, server en deling in.
pl: Jedno lub więcej wymaganych pól jest puste. Upewnij się, że wprowadziłeś nazwę, serwer i udział.
uk_ua: Одне або декілька із обов’язкових полів порожні. Будь ласка, переконайтеся, що Ви увели ім’я та сервер.

source: Create FTP mount
de: FTP Verknüpfung erstellen
el: Δημιουργία σημείου προσάρτησης FTP
es: Crear un punto de montaje FTP
fr: Créer un point de montage FTP
hu: FTP csatolás létrehozása
ja_jp: FTPマウントを作成
nl: FTP-aankoppeling maken
pl: Utwórz punkt montowania FTP
uk_ua: Створити FTP монтування

source: One or more required fields is empty. Please make sure you have entered name and server.
de: Mindestens ein erforderliches Feld ist leer. Bitte sicherstellne, dass Name und Server angegeben sind.
el: Ένα ή περισσότερα από τα απαιτούμενα πεδία είναι άδειο. Διασφαλίστε ότι έχει εισάγει όνομα και εξυπηρετητή.
es: Uno o más campos requeridos están vacíos. Asegúrese de que ha escrito el nombre y el servidor.
fr: Un ou plusieurs champs sont vides. Vérifiez que vous avez bien entré Nom, Serveur et Partage.
hu: Egy vagy több szükséges mező üres. Győződj meg róla, hogy
ja_jp: 一つ又は複数の必須入力欄が空です。名前及びサーバーを入力したか確かめて下さい。
nl: Eén of meerdere verplichte velden zijn leeg. Voer de naam en server in.
pl: Co najmniej jedno z wymaganych pól jest puste. Upewnij się, że podałeś nazwę i serwer.
uk_ua: Одне або декілька обов'язкових полів порожні. Будь ласка, переконайтеся, що увели ім'я та сервер.

source: Create SFTP mount
de: SFTP Verknüpfung erstellen
el: Δημιουργία σημείου προσάρτησης SFTP
es: Crear un punto de montaje SFTP
fr: Créer un point de montage SFTP
hu: SFTP csatolás létrehozása
ja_jp: SFTPマウントを作成
nl: SFTP-aankoppeling maken
pl: Utwórz punkt montowania SFTP
uk_ua: Створити точку монтування SFTP

source: Create WebDav mount
de: WebDav Verknüpfung erstellen
el: Δημιουργία σημείου προσάρτησης WebDav
es: Crear un punto de montaje WebDav
fr: Créer un point de montage WebDav
hu: WebDav csatolás létrehozása
ja_jp: WebDavマウントを作成
nl: WebDav-aankoppeling maken
pl: Utwórz punkt montowania WebDav
uk_ua: Створити точку монтування WebDav

source: Server type:
de: Server Typ:
el: Τύπος εξυπηρετητή:
es: Tipo de servidor:
fr: Type de serveur:
hu: Szerver típus:
ja_jp: サーバー種別:
nl: Soort server:
pl: Typ serwera:
uk_ua: Тип сервера:

source: Sessions
de: Sitzungen
el: Συνεδρίες
es: Sesiones
hu: Munkamenetek
ja_jp: セッション
nl: Sessies
pl: Sesje
uk_ua: Сесії

source: Locked
de: gesperrt
el: Κλειδωμένη
es: Bloqueada
fr: Verrouillé
hu: Zárolva
ja_jp: 固定
nl: Vergrendeld
pl: Zablokowana
uk_ua: Закріплено

source: Move up
de: Nach oben
el: Μετακίνηση πάνω
es: Subir
fr: Monter
hu: Mozgatás fel
ja_jp: 上に移動
nl: Omhoog verplaatsen
pl: Przenieś do góry
uk_ua: Перемістити вгору

source: Move down
de: Nach unten
el: Μετακίνηση κάτω
es: Bajar
fr: Descendre
hu: Mozgatás le
ja_jp: 下に移動
nl: Omlaag verplaatsen
pl: Przenieś w dół
uk_ua: Перемістити вниз

source: Session with this name already exists.
de: Sitzung mit diesem Namen exsistiert bereits.
el: Υπάρχει ήδη συνεδρία με το συγκεκριμένο όνομα.
es: Ya existe una sesión con este nombre.
fr: Une session avec ce nom existe déjà.
hu: Már létezik ilyen nevű munkamenet.
ja_jp: 同名のセッションが既に存在します。
nl: Er is al een sessie met deze naam.
pl: Sesja z tą nazwą już istnieje.
uk_ua: Сесія з таким ім'ям вже існує.

source: New session
de: Neue Sitzung
el: Νέα συνεδρία
es: Sesión nueva
fr: Nouvelle session
hu: Új munkamenet
ja_jp: 新規セッション
nl: Nieuwe sessie
pl: Nowa sesja
uk_ua: Нова сесія

source: Locked session preserves tab layout at the time of locking.
nl: Een vergrendelde sessie behoudt de tabbladindeling zoals die was op het moment van vergrendelen.

source: Manage sessions
el: Διαχείριση συνεδριών
nl: Sessies beheren

source: Save session
el: Αποθήκευση συνεδρίας
nl: Sessie opslaan

source: Show session list
de: Sitzungen anzeigen
es: Mostrar la lista de sesiones
ja_jp: セッション一覧を表示
nl: Sessielijst tonen

source: Do nothing
de: Nichts tun
el: Καμία ενέργεια
es: No hacer nada
fr: Ne rien faire
hu: Minden marad a régiben
ja_jp: 何もしない
nl: Niets doen
pl: Nic nie rób
uk_ua: Не змінювати

source: Capitalize
de: Anfangsbuchstaben groß
el: Με Το Πρώτο Γράμμα Κεφαλαίο
es: Mayúsculas iniciales
fr: Mettre en majuscules
hu: Hasznosítani
ja_jp: 大文字化
nl: Omzetten naar hoofdletters
pl: Duże pierwsze litery
uk_ua: Перетворити перші літери в заголовні

source: Upper case
de: Alles groß
el: Κεφαλαία
es: Mayúsculas
fr: Majuscule
hu: Nagybetűk
ja_jp: 大文字
nl: Hoofdletters
pl: Duże wszystkie litery
uk_ua: У верхній регістр

source: Lower case
de: Alles klein
el: Πεζά
es: Minúsculas
fr: Minuscule
hu: Kisbetűk
ja_jp: 小文字
nl: Kleine letters
pl: Duże małe litery
uk_ua: У нижній регістр

source: Swap case
de: Groß-/Kleinschreibung umkehren
el: Εναλλαγή μορφής
es: Intercambiar mayúsculas y minúsculas
fr: Changer la casse
hu: Csere esetén
ja_jp: 大文字・小文字を入れ替える
nl: Hoofdletters <-> Kleine letters
pl: Zamień rozmiar liter
uk_ua: Обернути регістр

source: Item name:
de: Datei-/Verzeichnisname:
el: Όνομα αντικειμένου:
es: Nombre del elemento:
fr: Nom de l'élément:
hu: Elem név:
ja_jp: 項目名:
nl: Itemnaam:
pl: Nazwa
uk_ua: Ім'я файлу:

source: Extension:
de: Dateierweiterung
el: Επέκταση
es: Extensión:
hu: Kiegészítés:
ja_jp: 拡張子:
nl: Extensie:
pl: Rozszerzenie:
uk_ua: Розширення:

source: Letter Case
de: Groß-/Kleinschreibung
el: Μορφή γραμμάτων
es: Mayúsculas y minúsculas
fr: Casse
hu: Levél esetén
ja_jp: 大文字・小文字
nl: Hoofdletters of kleine letters
pl: Wielkość liter
uk_ua: Літеровий регістр

source: <b>Template syntax</b> [N] Item name [E] Extension [C] Counter For name and extension you can use range in format [N#-#].
de: <b>Schablonensyntax</b> [N] Datei-/Verzeichnisname [E] Dateierweiterung [C] Zähler Für Namen und Erweiterungen können Sie eine Länge in Form von [N#-#] festlegen.
es: <b>Sintaxis de la plantilla</b> [N] Nombre del elemento [E] Extensión [C] Contador Para el nombre y la extensión puede usar un rango con el formato [N#-#]
fr: <b>Syntaxe de base<b> [N] Nom de l'élément [E] Extension [C] Compteur Pour le nom et l'extension vous pouvez mettre en format [N#-#].
hu: <b>Minta szintaxis</b> [N] Elem név [E] Kiterjesztés [C] Számláló Névnek és kiterjesztésnek használhatod a tartomány formátumot [N#-#].
ja_jp: <b>雛形の文法</b> [N] 項目名 [E] 拡張子 [C] 連番 項目名及び拡張子に関しては 範囲指定[N#-#]が利用できます。
nl: <b>Sjabloonsyntax</b> [N] Itemnaam [E] Extensie [C] Teller Bij naam en extensie kun je een reeks maken met de opmaak [N#-#].
pl: <b>Składnia szablonu</b> [N] Nazwa [E] Rozszerzenie [C] Licznik Mozna zastosować składnię [N#-#] by użyć fragment nazwy lub rozszerzenia.
uk_ua: <b>Синтаксис шаблонів</b> [N] Ім'я файлу [E] Розширення [C] Лічільник Для імені та розширення Ви можете Використовувати діяпазони у форматі [N#-#].

source: Part of name
de: Namensteil
el: Μέρος ονόματος
es: Parte del nombre
fr: Partie du nom
hu: A név része
ja_jp: 名前のパス
nl: Deel van de naam
pl: Fragment nazwy
uk_ua: Частина імені

source: Extension
de: Erweiterung
el: Επέκταση
es: Extensión
hu: Kiterjesztés
ja_jp: 拡張子
nl: Extensie
pl: Rozszerzenie
uk_ua: Розширення

source: Part of extension
de: Erweiterungsteil
el: Μέρος της επέκτασης
es: Parte de la extensión
fr: Partie de l'extension
hu: A bővítmények része
ja_jp: 拡張子部
nl: Deel van de extensie
pl: Fragment rozszerzenia
uk_ua: Частина розширення

source: Counter
de: Zähler
el: Μετρητής
es: Contador
fr: Compteur
hu: Számláló
ja_jp: 連番
nl: Teller
pl: Licznik
uk_ua: Лічильник

source: Step:
de: Schrittweite:
el: Βήμα:
es: Incremento:
fr: Étape:
hu: Lépés:
ja_jp: 増分:
nl: Stap:
pl: Krok:
uk_ua: Крок:

source: Digits:
de: Ziffern:
el: Ψηφία:
es: Digitos:
fr: Numéros:
hu: Számok:
ja_jp: 数値:
nl: Getallen:
pl: Cyfry:
uk_ua: Цифри:

source: Item list is empty. Unable to get item for range selection!
de: Elementliste ist leer.
el: Η λίστα αντικειμένων είναι άδεια. Αδυναμία εύρεσης αντικειμένων στο εύρος επιλογής!
es: La lista de elementos está vacía.
fr: La liste est vide. Impossible de trouver l'élément dans cette portée de sélection!
hu: A lista üres. Nem található elem ebben a tartományban!
ja_jp: 項目リストが空です。範囲選択した項目を取得できません。
nl: De itemlijst is leeg. Geen item in deze reeks aangetroffen!
pl: Lista jest pusta. Nie można znaleźć zaznaczenia!
uk_ua: Перелік файлів порожній. Неможливо вибрати файл для виділення діяпазону!

source: Artist
de: Künstler
el: Καλλιτέχνης
es: Artista
fr: Artiste
hu: Szerző
ja_jp: アーティスト
nl: Artiest
pl: Artyści
uk_ua: Виконавець

source: Track number
de: Titelnummer
el: Αριθμός κομματιού
es: Número de pista
fr: Numéro de piste
hu: Szám cim
ja_jp: トラック番号
nl: Liednummer
pl: Numer ścieżki
uk_ua: Номер доріжки

source: Replace:
de: Ersetze:
el: Αντικατάσταση:
es: Reemplazar:
fr: Remplacer:
hu: Felülír:
ja_jp: 置換:
nl: Vervangen:
pl: Zamień:
uk_ua: Замінити:

source: With:
de: Mit:
el: Με:
es: Con:
fr: Avec:
hu: Vele:
ja_jp: 対象:
nl: Door:
pl: Na:
uk_ua: На:

source: Template syntax
de: Schablonensyntax
el: Πρότυπη σύνταξη
es: Sintaxis de la plantilla
fr: Syntaxe du modèle
hu: Sablon szintaxis
ja_jp: 雛形の文法
nl: Sjabloonsyntax
pl: Szablon składni
uk_ua: Синтаксис шаблону

source: Character replacement
de: Zeichenersetzung
el: Αντικατάσταση χαρακτήρων
es: Reemplazo de caracteres
fr: Remplacement de caractère
hu: Karakter csere
ja_jp: 文字の置換
nl: Tekenvervanging
pl: Zamiana znaków
uk_ua: Заміна символів

source: In order to use this extension you need <b>mutagen</b> module installed!
de: Für diese Erweiterung müssen die das Modul <b>Mutagen</b> installieren!
el: Για να χρησιμοποιήσετε αυτήν την επέκταση πρέπει να έχετε το άρθρωμα <b>mutagen<b/> εγκατεστημένο!
es: Para poder usar esta extensión debe instalar el módulo <b>mutagen</b>.
fr: Afin d'utiliser cette extension vous avez besoin d'installer le module <b>mutagen</b>!
hu: Ahhoz, hogy ezt a kiterjesztést használni tudd, telepítened kell a <b>mutagen</b> modult!
ja_jp: この拡張を用いるには<b>mutagen</b>モジュールが必要です。
nl: Om deze programma-uitbreiding te gebruiken moet de module <b>mutagen</b> geïnstalleerd zijn!
pl: Aby móc używać tego rozszerzenia musisz zainstalować moduł Pythona <i>mutagen</i>!
uk_ua: Для використання цього розширення необхідний встановлений модуль <b>mutagen</b>!
