Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: VTE based terminal
de: VTE-basiertes Terminal
el: Τερματικό βασισμένο στο VTE
es: Terminal basado en VTE
fr: Terminal basé sur VTE
hu: VTE alapú terminál
ja_jp: VTEベースの端末エミュレータ
nl: Virtuele terminal
pl: Terminal VTE
uk_ua: Термінал, заснований на VTE

source: Show scrollbars when needed
de: Zeige Scroll-Leisten wenn nötig
el: Εμφάνιση γραμμών κύλισης όταν απαιτείται
es: Mostrar las barras de desplazamiento cuando sea necesario
fr: Afficher les barres de défilement quand nécessaire
hu: Mutasd a görgetősávot, ha szükséges
ja_jp: 必要であればスクロールバーを表示する
nl: Schuifbalken tonen indien nodig
pl: Pokaż pasek przewijania w razie potrzeby
uk_ua: Показувати смуги прокручування при необхідності

source: Use the system fixed width font
de: Dickengleiche Schrift des Systems nutzen
el: Χρήση γραμματοσειράς σταθερού πλάτους συστήματος
es: Usar la tipografía de ancho fijo del sistema
fr: Utiliser la taille de police du système
hu: A rendszer által használt betűkészlet használata
ja_jp: システムの固定幅フォントを使用する
nl: Vastebreedtelettertype van systeem gebruiken
pl: Używaj systemowej czcionki o stałej szerokości
uk_ua: Використовувати системний моноширинний шрифт

source: Font:
de: Benutzerdefinierte Schrift:
el: Γραμματοσειρά:
es: Tipografía:
fr: Police:
hu: Betűtípus:
ja_jp: フォント:
nl: Lettertype:
pl: Czcionka:
uk_ua: Шрифт:

source: Cursor shape:
de: Form der Eingabemarke:
el: Σχήμα κέρσορα:
es: Forma del cursor:
fr: Forme du curseur:
hu: Kurzor alakja:
ja_jp: カーソルの形状:
nl: Cursorvorm:
pl: Kształt kursora:
uk_ua: Форма вказівника:

source: Block
de: Rechteck
el: Μπλοκ
es: Bloque
fr: Bloc
hu: Blokk
ja_jp: 矩形
nl: Blok
pl: Blokowy
uk_ua: Блок

source: I-Beam
de: Senkrechter Strich
el: δείκτης I-Beam
es: Perfil H
hu: I-betű
ja_jp: 縦線
nl: Balk
pl: Pionowy
uk_ua: I-подібний

source: Underline
de: Unterstrich
el: Υπογράμμιση
es: Subrayado
fr: Souligner
hu: Aláhúzás
ja_jp: 下線
nl: Liggende streep
pl: Podkreślenie
uk_ua: Підкреслення

source: Allow bold text
de: Fetten Text erlauben
el: Να επιτρέπεται το έντονο κείμενο
es: Permitir texto en negrita
fr: Autoriser le texte en gras
hu: Félkövér betűk engedélyezése
ja_jp: 太字を許可する
nl: Vetgedrukte tekst toestaan
pl: Pozwalaj pogrubiać tekst
uk_ua: Дозволяти жирний текст

source: Automatically hide mouse when typing
de: Maus beim Tippen ausblenden
el: Αυτόματη απόκρυψη του ποντικιού κατά την πληκτρολόγηση
es: Ocultar automáticamente el puntero al escribir
fr: Cacher automatiquement la souris pendant l'écriture
hu: Egér elrejtése gépelés közben
ja_jp: 入力時、自動的にマウスポインタを隠す
nl: Cursor verbergen tijdens typen
pl: Automatycznie chowaj kursor podczas pisania
uk_ua: Автоматично приховувати вказівник при наборі тексту

source: External terminal
de: Externes Terminal
el: Εξωτερικό τερματικό
es: Terminal externo
fr: Terminal externe
hu: Külső terminál
ja_jp: 外部端末エミュレータ
nl: Extern terminalvenster
pl: Zewnętrzny terminal
uk_ua: Зовнішній термінал

source: Command line:
de: Befehlszeile:
el: Γραμμή εντολών:
es: Línea de órdenes:
fr: Ligne de commande:
hu: Parancssor:
ja_jp: コマンドライン:
nl: Opdrachtregel:
pl: Linia poleceń:
uk_ua: Команда:

source: Command line for executing specific program:
de: Befehlszeile zur Ausführung von Befehlen:
el: Γραμμή εντολών για εκτέλεση συγκεκριμένου προγράμματος:
es: Línea de órdenes para ejecutar un programa específico:
fr: Ligne de commande pour éxécuter un programme spécifique:
hu: Megadott program parancsa:
ja_jp: 特定のプログラムを実行するコマンドライン:
nl: Opdrachtregel voor uitvoeren van specifiek programma:
pl: Linia poleceń do uruchamiania podanych programów:
uk_ua: Команда для виконання певної проґрами:

source: <small><i>Note: Omitting {0} will open new terminal application instead of tab. {0} will be replaced with socket/window id. {1} will be replaced with specified command and its parameters. {2} will be replaced with current working directory.</i></small>
de: <small><i>Hinweis: Durch Weglassen von {0} wird ein neues Terminal-Fenster an Stelle eines Tabs geöffnet. {0} wird durch die Socket-/Fenster-ID ersetzt. {1} wird durch den auszuführenden Befehl und seine Paramter ersetzt. {2} wird durch das aktuelle Arbeitsverzeichnis ersetzt.</i></small>
es: <small><i>Notas: Si omite {0} el terminal se abrirá en una ventana nueva en vez de en una pestaña. {0} se reemplazará por el identificador del socket o de la ventana. {1} se reemplazará por la orden especificada y sus parámetros. {2} se reemplazará por la ruta de la carpeta de trabajo actual.</i></small>
fr: <small><i>Note: Ommettre {0} ouvrira un nouveau terminal au lieu d'un onglet. {0} sera remplacé par l'ID de la fenêtre/du socket. {1} sera remplacé par la commande et ses paramètres. {2} sera remplacé par le répertoire courant.</i></small>
hu: <small><i>Megjegyzés: ⇥{0} kihagyáskor új terminál alkalmazást indít el új fül nyitása helyett. ⇥{0} ki lesz cerélve a socket/ablak azonosítóval. ⇥{1} ki lesz cserélve a megadott paranccsal és annak paramétereivel. ⇥{2} ki lesz cserélve az aktuális könyvtárral.</i></small>
ja_jp: <small><i>註: {0}を省略した場合はタブの代わりに新規端末エミュレータを開きます。 {0}はソケット・ウィンドウ識別子に置き換わります。 {1}は指定したコマンド及びその引数に置き換わります。 {2}は現在の作業ディレクトリに置き換わります。</i></small>
nl: <small><i>Let op: Het weglaten van {0} opent een nieuw terminalvenster i.p.v. een tabblad. {0} wordt vervangen door de socket-/venster-id. {1} wordt vervangen door de opgegeven opdracht en parameters. {2} wordt vervangen door de huidige werkmap.</i></small>
pl: <small><i>Wskazówka: Pominięcie {0} otworzy nowe okno terminala zamiast nowej karty. {0} zostanie zastąpione identyfikatorem gniazda/okna. {1} zostanie zastąpione podanym poleceniem i jego parametrami. {2} zostanie zastąpione aktualnym katalogiem.</i></small>
uk_ua: <small><i>Нотатка: Якщо пропустити{0} то термінал відкриється у новому вікні, а не вкладці. {0} буде замінено на id сокета/вікна. {1} буде замінено на вказану команду та її параметри. {2} буде замінено на поточний робочий каталог.</i></small>

source: Commands
de: Befehle
el: Εντολές
es: Órdenes
fr: Commandes
hu: Parancsok
ja_jp: コマンド
nl: Opdrachten
pl: Polecenia
uk_ua: Команди

source: Title
de: Name
el: Τίτλος
es: Título
fr: Titre
hu: Cím
ja_jp: タイトル
nl: Titel
pl: Tytuł
uk_ua: Заголовок

source: Command
de: Befehl
el: Εντολή
es: Orden
fr: Commande
hu: Parancs
ja_jp: コマンドの内容
nl: Opdracht
pl: Polecenie
uk_ua: Команда

source: Move Up
de: Nach oben
el: Μετακίνηση πάνω
es: Subir
fr: Monter
hu: Mozgatás fel
ja_jp: 一つ上に移動
nl: Omhoog verplaatsen
pl: Przenieś do góry
uk_ua: Перемістити вище

source: Move Down
de: Nach unten
el: Μετακίνηση Κάτω
es: Bajar
fr: Descendre
hu: Mozgatás le
ja_jp: 下に移動
nl: Omlaag verplaatsen
pl: Przenieś w dół
uk_ua: Перемістити нижче

source: Associations
de: Zuweisungen
el: Συσχετισμοί
es: Asociaciones
hu: Társítások
ja_jp: 関連付け
nl: Toewijzingen
pl: Programy
uk_ua: Асоціяції

source: Add mime type
de: MIME-Type hinzufügen
el: Προσθήκη τύπου περιεχομένου
es: Añadir un tipo MIME
fr: Ajouter un type mime
hu: Mime típus hozzáadása
ja_jp: メディアタイプを追加する
nl: MIME-type toevoegen
pl: Dodaj typ MIME
uk_ua: Додати MIME-тип

source: Add application to mime type
de: Anwendung zu MIME-Type hinzufügen
el: Προσθήκη εφαρμογής στον τύπο περιεχομένου
es: Añadir una aplicación para el tipo MIME
fr: Ajouter le type mime à l'application
hu: Alkalmazás hozzáadása a mime típushoz
ja_jp: メディアタイプに対応するアプリケーションを追加する
nl: Programma toevoegen aan MIME-type
pl: Dodaj aplikację do typu MIME
uk_ua: Додати додаток для MIME-типу

source: Enter MIME type (eg. image/png):
de: MIME-Type (z.B. image/png):
el: Εισάγετε τύπο περιεχομένου (π.χ. image/png)
es: Escriba el tipo MIME (por ejemplo, image/png):
fr: Entrez un type MIME (ex: image/png):
hu: MIME tipus (pl.: image/png):
ja_jp: メディアタイプを入力する（例: image/png）:
nl: Geef het MIME-type op (bv. image/png):
pl: Wprowadź typ MIME (np. image/png)
uk_ua: Уведіть MIME (наприклад, image/png):

source: You need to select mime type to which application will be added. You can also select another application in which case new one will be added to its parent.
de: Sie müssen zunächst einen MIME-Type auswählen. Hierfür muss ggf. ein neuer MIME-Type hinzugefügt werden.
es: Debe seleccionar el tipo MIME al que se añade la aplicación. También puede seleccionar otra aplicación, en cuyo caso la aplicación nueva se añadirá a la aplicación principal.
fr: Vous devez choisir un type mime auquel l'application sera ajoutée. Vous pouvez aussi choisir une autre application qui sera alors ajoutée aux parents.
hu: Ki kell választani az alkalmazás mime típusát. Kiválaszthat egy másik alkalmazást is, amely esetben az új az egyik a szülőjéhez lesz hozzáadva.
ja_jp: アプリケーションが追加されるメディアタイプを選択する必要があります。別のアプリケーションを選択して、新しいアプリケーションをその親に追加することもできます。
nl: Geef het MIME-type op waaraan het programma wordt gekoppeld. Je kunt ook een ander programma kiezen. In dat geval wordt dat programma toegevoegd aan het bovenliggende type.
pl: Musisz wybrać typ MIME, do którego aplikacja będzie dodana. Możesz też wybrać inną aplikację, wtedy nowa zostanie dodana do jej typu MIME.
uk_ua: Необхідно вибрати MIME-тип, для якого додається додаток. Ви можете так само вибрати інший додаток, в цьому випадку нове буде додано до батьківського.

source: Active
de: Aktiviert
el: Ενεργή καρτέλα
es: Activa
fr: Actif
hu: Aktív
ja_jp: 有効
nl: Actief
pl: Aktywne
uk_ua: Активні

source: Plugin name
el: Όνομα προσθέτου
es: Nombre del complemento
fr: Nom du plugin
hu: Bővítmény neve
ja_jp: プラグイン名
nl: Naam van plug-in
pl: Nazwa wtyczki
uk_ua: Ім'я модуля

source: Version
el: Έκδοση
es: Versión
hu: Verzió
ja_jp: バージョン
nl: Versie
pl: Wersja
uk_ua: Версія

source: Author
de: Autor
el: Δημιουργός
es: Autor
fr: Auteur
hu: Szerző
ja_jp: 作者
nl: Auteur
pl: Autor
uk_ua: Автор

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
hu: Leirás
ja_jp: 説明
nl: Omschrijving
pl: Opis
uk_ua: Опис

source: Contact
de: Kontakt
el: Επικοινωνία
es: Contacto
hu: Kapcsolat
ja_jp: 連絡先
nl: Contact opnemen
pl: Kontakt
uk_ua: Зв'язатися з розробником

source: Visit site
de: Zur Website
el: Επίσκεψη στην ιστοσελίδα
es: Visitar el sitio web
fr: Visiter le site
hu: Oldal megtekintése
ja_jp: Webサイト
nl: Website bezoeken
pl: Odwiedź stronę
uk_ua: Відвідати сайт

source: {0} is required for normal program operation and therefore can not be deactivated!
de: {0} wird für den Programmbetrieb benötigt und kann daher nicht deaktiviert werden.
el: Το {0} απαιτείται για την κανονική λειτουργία του προγράμματος και γι' αυτό δεν μπορεί να απενεργοποιηθεί!
es: {0} es necesario para el funcionamiento normal del programa y, por lo tanto, no se puede desactivar.
fr: {0} est requis pour une opération du programme et ne peut donc pas être désactivé!
hu: A ("{0} ") bővítmény szükséges a program helyes működéséhez, ezért nem deaktiválható!
ja_jp: {0}は通常の操作に必須であるので、無効にすることは出来ません。
nl: {0} is nodig voor het functioneren van het programma en kan daarom niet worden uitgeschakeld!
pl: Wtyczka '{0}' jest potrzebna do poprawnego funkcjonowania programu i nie może być wyłączona!
uk_ua: {0} необхідний для нормального функціонування проґрами і, отже, не може бути деактивовано!

source: This plugin has no description
de: Dieses Plugin hat keine Beschreibung
el: Το πρόσθετο δεν έχει περιγραφή
es: Este complemento no tiene descripción
fr: Ce plugin n'a pas de description
hu: A bövítményhez nincs leírás
ja_jp: プラグインの説明がありません
nl: Deze plug-in heeft geen omschrijving
pl: Ta wtyczka nie ma opisu
uk_ua: Цей модуль не має опису

source: No plugin selected
de: Kein Plugin gewählt
el: Δεν επιλέχθηκε πρόσθετο
es: No se ha seleccionado ningún complemento
fr: Aucun plugin sélectionné
hu: Nincs kiválasztva bővítmény
ja_jp: プラグインが選択されていません
nl: Geen plug-in geselecteerd
pl: Nie wybrano wtyczki
uk_ua: Не обраний жоден модуль

source: Bookmarks
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fr: Marque-pages
hu: Könyvjelzők
ja_jp: 栞
nl: Bladwijzers
pl: Zakładki
uk_ua: Закладки

source: Show mount points in bookmarks menu
de: Eingehängte Datenträger in Lesezeichen anzeigen
el: Εμφάνιση σημείων προσάρτησης στο μενού σελιδοδεικτών
es: Mostrar los puntos de montaje en el menú de marcadores
fr: Afficher les points de montage dans le menu des marque-pages
hu: A csatolási pontok megjelenítése a könyvjelzők menüben
ja_jp: 栞一覧にマウントポイントを表示する
nl: Aankoppelpunten tonen in bladwijzermenu
pl: Pokaż punkty montowania w zakładkach
uk_ua: Показувати точки монтування в меню закладок

source: Show system bookmarks
de: Lesezeichen anzeigen
el: Εμφάνιση σελιδοδεικτών συστήματος
es: Mostrar los marcadores del sistema
fr: Afficher le système de marque-pages
hu: Rendszer könyvjelzők megjelenítése
ja_jp: システムの栞を表示する
nl: Systeembladwijzers tonen
pl: Pokazuj zakładki systemowe
uk_ua: Показати системні закладки

source: Add home directory to bookmarks menu
de: Benutzerverzeichnis zu Lesezeichen hinzufügen
el: Προσθήκη καταλόγου home στο μενού σελιδοδεικτών
es: Añadir la carpeta personal al menú de marcadores
fr: Ajouter le répertoire personnel aux marques-pags
hu: A Home könyvtár megjelenítése a könyvjelzők menüben
ja_jp: 栞一覧にホームディレクトリを追加する
nl: Persoonlijke map toevoegen aan bladwijzermenu
pl: Dodaj katalog domowy do zakładek
uk_ua: Додати домашній каталог в меню закладок

source: Location
de: Ort
el: Τοποθεσία
es: Ubicación
fr: Emplacement
hu: Útvonal
ja_jp: 場所
nl: Locatie
pl: Położenie
uk_ua: Розташування

source: Key bindings
de: Tastenbelegungen
el: Συνδυασμοί πλήκτρων
es: Atajos de teclado
fr: Raccourcis clavier
hu: Billentyűparancsok
ja_jp: ショートカットキー
nl: Sneltoetsen
pl: Skróty klawiszowe
uk_ua: Сполучення клавіш

source: Primary
de: Primär
el: Πρωτεύον
es: Principal
fr: Primaire
hu: Elsődleges
ja_jp: 優先
nl: Primair
pl: Pierwszy
uk_ua: Основне

source: Secondary
de: Sekundär
el: Δευτερεύον
es: Secundario
fr: Secondaire
hu: Másodlagos
ja_jp: 代替
nl: Secundair
pl: Drugi
uk_ua: Додаткове

source: <b>Note:</b> You can only edit accelerators from objects created at least once in current session. To disable accelerator press <i>Backspace</i> in assign mode.
de: <b>Achtung:</b> Sie können lediglich Tastenkombinationen von Objekten erzeugen, die während der Sitzung mindestens einmal erzeugt wurden. Um eine Tastenkombination zu entfernen, drücken Sie die <i>Rücktaste</i> (Backspace) im Zuweisungsmodus.
es: <b>Nota:</b> Solo puede editar los atajos para los objetos creados al menos una vez en la sesión actual. Para desactivar un atajo pulse <i>Retroceso</i> en el modo de asignación.
fr: <b>Note:</b> Vous ne pouvez éditer qu'un accélérateur provenant d'objets crées au moins une fois dans cette session. Pour désactiver les accélérateurs appuyez sur <i>Retour arrière</i> dans le mode d'assignation.
hu: <b>Megjegyzés:</b> Csak olyan elem gyorshívóját szerkesztheti, amelyek ebben a munkamenetben létre lettek hozva. A gyorshívó kikapcsolásához nyomja meg a <i>Backspace</i> gombot hozzárendelési módban.
ja_jp: <b>注意:</b> You can only edit accelerators from objects created at least once in current session. また、ショートカットを無効にするには、キーの組合せを入力する際に<i>バックスペースキー</i>を押下してください。
nl: <b>Let op:</b> sneltoetsen kunnen slechts eenmaal per sessie worden aangepast. Druk, tijdens het toewijzen, op <i>Backspace</i> om de betreffende sneltoets uit te schakelen.
pl: <b>Uwaga:</b> Możesz edytować skróty tylko obiektów utworzonych co najmniej raz podczas bieżącej sesji. Aby wyłączyć skrót wciśnij <i>Backspace</i>.
uk_ua: <b>Увага:</b> Ви можете змінювати сполучення клавіш тільки для об'єктів, створених як мінімум один раз на поточній сесії. Щоб вимкнути поєднання, натисніть <i>Backspace</i> в режимі призначення.

source: Double click on accelerator to assign new one.
de: Mit einem Doppelklick auf eine Tastenkombination kann eine Neue zugewiesen werden.
el: Διπλό κλικ στην συντόμευση για προσθήκη νέας.
es: Haga doble clic en el atajo para crear una nueva asignación.
fr: Double-cliquez sur un raccourci pour le redéfinir.
hu: Kattintson duplán a gyorshívóra, hogy újat rendeljen hozzá.
ja_jp: ダブルクリックして新しいキーの組合せを入力してください。
nl: Dubbelklik op een sneltoets om er een nieuwe functie aan toe te wijzen.
pl: Kliknij dwukrotnie na skrót by przypisać nowy
uk_ua: Подвійний клац на гарячій клавіші створить нове призначення.

source: Selected accelerator "{0}" is already being used. Would you still like to assign accelerator to this function? This will reset listed functions. Collisions: {1}
de: Die ausgewählte Tastenkombination "{0}" wird bereits verwendet. Möchten Sie die Tastenkombination trotzdem dieser Funktion zuweisen? Dies wird die folgenden Funktionen zurücksetzten. Kollisionen: {1}
es: El atajo seleccionado «{0}» ya está en uso. ¿Quiere reasignarlo? Esto restablecerá las asignaciones para las funciones listadas. Colisiones: {1}
fr: L'accélérateur "{0}" est déjà utilisé. Voulez-vous tout de même assigner l'accélérateur à cette fonction? Cela réinitialisera les fonctions listées Collisions: {1}
hu: A kijelölt gyorshívó "{0}" már használatban van. Szeretné ehhez a gyorshívóhoz rendelni ezt a funkciót? Ez alapértelmezettre állítja a felsorolt műveleteket. Ütközések: {1}
ja_jp: キーの組合せ「{0}」は既に割当て済みです。このキーの組合せを適用すると以下の機能に割当てられていたキーの組合せは削除されます。 衝突: {1}
nl: De sneltoets '{0}' wordt al gebruikt. Wil je deze tóch toewijzen aan deze functie? De sneltoetsen voor onderstaande functies worden dan uitgeschakeld. Conflict met: {1}
pl: Wybarny skrót "{0}" został już używany. Czy nadal chcesz przypisać skrót do tej funkcji? To wyczyści wymienione funkjce. Kolizje: {1}
uk_ua: Вибрана комбінація "{0}" уже використовується. Ви бажаєте її перепризначити? Ця дія скине комбінації для наступних функцій. Конфлікти: {1}

source: Home directory
de: Benutzerverzeichnis
el: Κατάλογος home
es: Carpeta personal
fr: Répertoire personnel
hu: Saját mappa
ja_jp: ホームディレクトリ
nl: Persoonlijke map
pl: Katalog domowy
uk_ua: Домашній каталог

source: View & Edit
de: Ansehen & Bearbeiten
el: Επεξεργασία
es: Ver y editar
fr: Vue et Édition
hu: Nézet és szerkesztés
ja_jp: 表示・編集
nl: Bekijken en bewerken
pl: Widok & Edycja
uk_ua: Перегляд і редагування

source: View
de: Ansicht
el: Προβολή
es: Ver
fr: Vue
hu: Nézet
ja_jp: 表示
nl: Bekijken
pl: Widok
uk_ua: Перегляд

source: Wrap long lines
de: Lange Zeilen umbrechen
el: Αναδίπλωση μακρών γραμμών
es: Ajustar las líneas
fr: Retours à la ligne
hu: Hosszú sorok tördelése
ja_jp: 長い行を折り返す
nl: Regelafbreking
pl: Zawijaj długie linijki
uk_ua: Переносити довгі рядки

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Éditer
hu: Szerkesztés
ja_jp: 編集
nl: Bewerken
pl: Edytuj
uk_ua: Зміни

source: Use installed application
de: Verwende installierte Applikation
el: Χρήση εγκατεστημένης εφαρμογής
es: Usar una aplicación instalada
fr: Utiliser une application installée
hu: Telepített alkalmazás használata
ja_jp: インストールされているアプリケーションを使用する
nl: Geïnstalleerd programma gebruiken
pl: Wybierz aplikację:
uk_ua: Використовувати встановлену проґраму

source: Use external command
de: Verwende externen Befehl
el: Χρήση εξωτερικής εντολής
es: Usar una orden externa
fr: Utiliser une commande externe
hu: Külső szövegszerkesztő használata
ja_jp: 外部コマンドを使用する
nl: Externe opdracht gebruiken
pl: Użyj zewnętrznego edytora
uk_ua: Використовувати зовнішню команду

source: Execute command in terminal tab
de: Befehl im Terminal-Tab ausführen
el: Εκτέλεση εντολής σε καρτέλα τερματικού
es: Ejecutar la orden en el terminal de una pestaña
fr: Éxécuter la command dans un onglet de terminal
hu: Parancs végrehajtása a terminál lapon
ja_jp: 端末エミュレータタブ内でコマンドを実行する
nl: Opdracht uitvoeren op terminaltabblad
pl: Uruchom w terminalu
uk_ua: Виконати команду у вкладці терміналу

source: Toolbar
de: Werkzeugleiste
el: Εργαλειοθήκη
es: Barra de herramientas
fr: Barre d'outils
hu: Eszköztár
ja_jp: ツールバー
nl: Werkbalk
pl: Panel narzędziowy
uk_ua: Панель інструментів

source: Name
el: Όνομα
es: Nombre
fr: Nom
hu: Név
ja_jp: 名前
nl: Naam
pl: Nazwa
uk_ua: Ім'я

source: Type
de: Typ
el: Τύπος
es: Tipo
hu: Tipus
ja_jp: 種類
nl: Soort
pl: Typ
uk_ua: Тип

source: Toolbar style:
de: Werkzeugleistenstil:
el: Στυλ εργαλειοθήκης:
es: Estilo de barra de herramientas
fr: Style de barre d'outils:
hu: Eszköztár stílusa:
ja_jp: ツールバーの表示方式:
nl: Werkbalkstijl:
pl: Styl paska narzędziowego:
uk_ua: Стиль панелі інструментів:

source: Icons
de: Symbole
el: Εικονίδια
es: Iconos
fr: Icônes
hu: Ikonok
ja_jp: アイコンのみ
nl: Pictogrammen
pl: Ikony
uk_ua: Піктограми

source: Text
el: Κείμενο
es: Texto
fr: Texte
hu: Szöveg
ja_jp: 文字のみ
nl: Tekst
pl: Tekst
uk_ua: Текст

source: Both
de: Horizontal und vertikal
el: Και τα δύο
es: Las dos cosas
fr: Les deux
hu: Mindkettő
ja_jp: アイコンおよび文字
nl: Beide
pl: Oba
uk_ua: Усі

source: Both horizontal
de: Beide horizontal
el: Και τα δύο οριζόντια
es: Texto al lado de los iconos
fr: Les deux horizontal
hu: Mindkettő vízszintesen
ja_jp: アイコンの下に文字
nl: Beiden horizontaal
pl: Oba poziomo
uk_ua: Обидва горизонтально

source: Icon size:
de: Symbolgröße:
el: Μέγεθος εικονιδίου:
es: Tamaño del icono
fr: Taille d'icône
hu: Ikon méret:
ja_jp: アイコンの大きさ
nl: Pictogramgrootte:
pl: Rozmiar ikon:
uk_ua: Розмір піктограми:

source: Same as menu item
el: Το ίδιο με το αντικείμενο μενού
nl: Zoals menu-item

source: Small toolbar icon
de: Kleine Symbole
el: Μικρό εικονίδιο εργαλειοθήκης
es: Barra de herramientas pequeña
fr: Icône petite barre d'outils
hu: Kis eszköztár ikon
ja_jp: 小さいツールバー
nl: Klein werkbalkpictogram
pl: Małe ikony
uk_ua: Малі значки на панелі

source: Large toolbar icon
de: Große Symbole
el: Μεγάλο εικονίδιο εργαλειοθήκης
es: Barra de herramientas grande
fr: Icône barre d'outils large
hu: Nagy eszköztár ikon
ja_jp: 大きいツールバー
nl: Groot werkbalkpictogram
pl: Duże ikony
uk_ua: Великі значки на панелі

source: Same as buttons
el: Το ίδιο με τα κουμπιά
nl: Zoals knoppen

source: Same as drag icons
de: Genau so wie "Drag Icons"
el: Το ίδιο με τα εικονίδια έλξης
es: Arrastrar y soltar
fr: Comme les drag icons
hu: Mint a huzó ikonok
ja_jp: ドラッグ・アンド・ドロップ
nl: Zoals sleeppictogrammen
pl: Jak w ikonach przeciągnij-i-upuść
uk_ua: Такі як у значків перетягування

source: Same as dialog
de: Gleich wie Dialog
el: Το ίδιο με το διάλογο
es: Diálogo
fr: Comme les boites de dialogue
hu: Mint a dialógus
ja_jp: ダイアログ
nl: Zoals dialoogvensters
pl: Jak w oknie dialogowym
uk_ua: Такі як у діялоґу

source: missing plugin
de: fehlendes Plugin
el: λείπει πρόσθετο
es: complemento que falta
fr: plugin manquant
hu: Hiányzó bővítmény
ja_jp: プラグインが見付かりません
nl: ontbrekende plug-in
pl: brakująca wtyczka
uk_ua: відсутній модуль

source: Operation
de: Dateioperation
el: Λειτουργία
es: Comportamiento
fr: Opération
hu: Müvelet
ja_jp: 操作
nl: Actie
pl: Operacje
uk_ua: Режим роботи

source: General
de: Generell
el: Γενικά
fr: Général
hu: Általános
ja_jp: 全般
nl: Algemeen
pl: Ogólne
uk_ua: Загальние

source: Mounts
de: Eingehängte Datenträger
el: Σημεία προσάρτησης
es: Montajes
fr: Montage
hu: Csatolások
ja_jp: マウント
nl: Aankoppelpunten
pl: Zamontowane
uk_ua: Точки монтування

source: Confirmation
de: Bestätigung
el: Επιβεβαίωση
es: Confirmación
hu: Megerősítés
ja_jp: 設定
nl: Bevestiging
pl: Potwierdzenia
uk_ua: Підтвердження

source: Delete items to trashcan
de: Gelöschte Elemente in den Papierkorb verschieben
el: Μεταφορά αντικειμένων στα απορρίμματα
es: Eliminar elementos de la papelera
fr: Envoyer les fichiers à la corbeille
hu: Törlés helyett kukába helyezés
ja_jp: 項目をゴミ箱に捨てる
nl: Items verplaatsen naar prullenbak
pl: Usuń pliki do kosza
uk_ua: Вилучення елементів у смітник

source: Reserve free space on copy/move
de: Reserviere Speicherplatz vor dem Kopieren/Verschieben
el: Διατήρηση ελεύθερου χώρου κατά την αντιγραφή/μετακίνηση
es: Reservar espacio al copiar o mover
fr: Réserver l'espace lors de la copie/du déplacement
hu: Szabad terület megőrzése másolás/áthelyezéskor
ja_jp: コピーおよび移動に十分な空き容量があるか検査する
nl: Vrije ruimte reserveren bij kopiëren/verplaatsen
pl: Rezerwuj miejsce przy kopiowaniu/przenoszeniu
uk_ua: Резервування вільного простору для копіювання/переміщення
