Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: Open in opposite list
de: In gegenüberliegender Liste öffnen
el: Άνοιγμα στην απέναντι λίστα
es: Abrir en el otro panel
fr: Ouvrir dans la liste opposée
hu: Megnyitás az ellenkező listán
ja_jp: 反対側の項目で開く
nl: Openen in tegenoverliggende lijst
pl: Otwórz w przeciwnej liście
uk_ua: Відкрити у іншій панелі

source: Open selected path in opposite list
de: Ausgewählten Pfad in gegenüberliegender Liste öffnen
el: Άνοιγμα επιλεγμένης διαδρομής στην απέναντι λίστα
es: Abrir la ruta seleccionada en el otro panel
fr: Ouvrir le chemin sélectionné dans la liste opposée
hu: A kijelölt útvonal megnyitása az ellenkező listán
ja_jp: 選択したパスを反対側の項目で開く
nl: Geselecteerd pad openen in tegenoverliggende lijst
pl: Otwórz wybraną ścieżkę w przeciwnej liście plików
uk_ua: Відкрити вибраний шлях у протилежній панелі

source: "{0}" Properties
de: "{0}" Eigenschaften
es: Propiedades de «{0}»
ja_jp: "{0}"の属性情報
nl: "{0}" Eigenschappen

source: Basic
de: Allgemein
el: Βασική
es: General
fr: Principal
hu: Alap
ja_jp: 一般
nl: Basis
pl: Podstawowe
uk_ua: Основне

source: Permissions
de: Zugriffsrechte
el: Δικαιώματα
es: Permisos
hu: Jogosultságok
ja_jp: 権限
nl: Machtigingen
pl: Uprawnienia
uk_ua: Права

source: Open With
de: Öffnen mit
el: Άνοιγμα με
es: Abrir con
fr: Ouvrir avec
hu: Megnyitás ezzel
ja_jp: アプリケーション
nl: Openen met
pl: Otwórz za pomocą...
uk_ua: Відкрити за допомогою

source: Emblems
de: Embleme
el: Εμβλήματα
es: Emblemas
fr: Emblèmes
hu: Emblémák
ja_jp: 記章
nl: Emblemen
pl: Emblematy
uk_ua: емблеми

source: File or directory with specified name already exists in current directory. Item could not be renamed.
de: Datei oder Verzeichnis bereits vorhanden. Umbenennung nicht möglich.
el: Ένα αρχείο ή κατάλογος με το συγκεκριμένο όνομα υπάρχει ήδη στον κατάλογο. Το αντικείμενο δεν ήταν δυνατό να μετονομαστεί.
es: Ya existe un archivo o una carpeta con el nombre especificado en la carpeta actual. No se puede cambiar el nombre del elemento.
fr: Un fichier ou un répertoire avec le même nom existe déjà. L'élément ne peut pas être renommé
hu: A fájl vagy könyvtár már létezik ebben a könyvtárban. Az elemet nem lehet átnevezni.
ja_jp: 現行ディレクトリには指定した名前のファイル又はディレクトリが既に存在しています。項目の名前は変更されませんでした。
nl: Het bestand of de map bestaat al. De naam kan niet worden gewijzigd.
pl: Plik albo folder z tą nazwą obecnie istnieje. Nazwa nie może zostać zmieniona
uk_ua: Файл або каталог з вказаним ім'ям вже існує в даному каталозі. Об'єкт не може бути перейменований.

source: Error renaming specified item. Make sure you have enough permissions.
de: Umbenennung fehlgeschlagen. Bitte prüfen Sie, ob Sie über die erforderlichen Zugriffsrechte verfügen.
el: Σφάλμα κατά τη μετονομασία του συγκεκριμένου αντικειμένου. Διασφαλίστε ότι έχετε τα απαραίτητα δικαιώματα,
es: Se ha producido un error al cambiar el nombre del objeto especificado. Asegúrese de tener los permisos necesarios.
fr: Erreur lors du renommage. Vérifiez que vous disposez des droits nécessaires.
hu: Átnevezési hiba. Nincs megfelelő jogosultságod.
ja_jp: 指定した項目の名前の変更に失敗しました。十分な権限かどうかを確かめて下さい。
nl: De itemnaam kan niet worden gewijzigd. Controleer of je hiertoe gemachtigd bent.
pl: Wystąpił błąd podczas zmiany nazwy pliku. Upewnij się, że posiadasz odpowiednie uprawnienia.
uk_ua: Помилка при перейменуванні зазначеного об'єкту. Переконайтеся, що Ви маєте достатні привілеї.

source: unknown
de: unbekannt
el: άγνωστο
es: desconocido
fr: inconnu
hu: ismeretlen
ja_jp: 不明
nl: onbekend
pl: nieznane
uk_ua: невідомий

source: Error changing owner or group
de: Fehler beim Ändern des Besitzers oder der Gruppe
el: Σφάλμα κατά την αλλαγή ιδιοκτήτη ή ομάδας
es: Se ha producido un error al cambiar de propietario o de grupo
fr: Erreur lors du changement de propriétaire ou de groupe
hu: Hiba a tulajdonos vagy csoport megváltoztatásakor
ja_jp: 所有者又はグループの変更に失敗しました
nl: Kan eigenaar of groep niet aanpassen
pl: Błąd przy zmianie właściciela lub grupy
uk_ua: Помилка при зміні власника або групи

source: Name:
el: Όνομα
es: Nombre:
fr: Nom :
hu: Név:
ja_jp: 名前:
nl: Naam:
pl: Nazwa:
uk_ua: Ім'я:

source: Size:
de: Größe:
el: Μέγεθος:
es: Tamaño:
fr: Taille
hu: Méret:
ja_jp: 大きさ:
nl: Grootte:
pl: Rozmiar:
uk_ua: Розмір:

source: Location:
de: Ort:
el: Τοποθεσία:
es: Ubicación:
fr: Emplacement :
hu: Hely:
ja_jp: 場所:
nl: Locatie:
pl: Ścieżka:
uk_ua: Розташування:

source: Accessed:
de: Letzter Zugriff:
es: Último acceso:
fr: Dernier accès :
hu: Hozzáférve:
ja_jp: 閲覧日時:
nl: Gebruikt op:
pl: Czas dostępu:
uk_ua: Останній доступ:

source: Modified:
de: Geändert:
el: Τροποποιημένο:
es: Última modificación:
fr: Modifié :
hu: Modosítva:
ja_jp: 変更日時:
nl: Gewijzigd op:
pl: Czas modyfikacji:
uk_ua: Змінено:

source: Access
de: Zugriff
el: Πρόσβαση
es: Acceso
fr: Accès :
hu: Hozzáférés
ja_jp: 権限
nl: Toegang
pl: Dostęp
uk_ua: Доступ

source: User:
de: Nutzer:
el: Χρήστης:
es: Usuario:
fr: Utilisateur :
hu: Felhasználó:
ja_jp: 所有者:
nl: Gebruiker:
pl: Użytkownik:
uk_ua: Користувач:

source: Group:
de: Gruppe:
el: Ομάδα:
es: Grupo:
hu: Csoport:
ja_jp: グループ:
nl: Groep:
pl: Grupa:
uk_ua: Група:

source: Others:
de: Andere:
el: Άλλοι:
es: Otros:
fr: Autres :
hu: Mások:
ja_jp: 他の利用者:
nl: Anderen:
pl: Inni:
uk_ua: Решта:

source: Read
de: Lesen
el: Ανάγνωση
es: Lectura
fr: Lire
hu: Olvasás
ja_jp: 読取
nl: Uitlezen
pl: Odczyt
uk_ua: Читання

source: Write
de: Schreiben
el: Εγγραφή
es: Escritura
fr: Écrire
hu: Írás
ja_jp: 書込
nl: Wegschrijven
pl: Zapis
uk_ua: Запис

source: Execute
de: Ausführen
el: Εκτέλεση
es: Ejecución
fr: Éxécuter
hu: Végrehajtás
ja_jp: 実行
nl: Uitvoeren
pl: Uruchomienie
uk_ua: Виконання

source: Octal:
de: Oktal:
el: Οκταδικό:
es: En octal:
hu: Attribútum:
ja_jp: 8進数表記:
nl: Octaal:
pl: Liczba ósemkowa:
uk_ua: Вісімковий вигляд:

source: Ownership
de: Eigentümer
el: Ιδιοκτησία
es: Propietario
fr: Droits
hu: Tulajdonos
ja_jp: 所有者
nl: Eigenaar
pl: Właściciel
uk_ua: Власність

source: Select an application to open <i>{0}</i> and other files of type "{1}"
de: Programm zum Öffnen von <i>{0}</i> und anderen Dateien des Typs "{1}" wählen
es: Seleccione una aplicación para abrir <i>{0}</i> y otros archivos de tipo «{1}»
fr: Choisissez une application pour ouvrir <i>{0}</i> et d'autres fichier du type "{1}"
hu: Válaszon programot <i>{0}</i> a fájl megnyitásához "{1}"
ja_jp: <i>{0}</i>及び種別{1}のファイルを開くアプリーションを選択する
nl: Kies een programma om <i>{0}</i> en andere '{1}'-bestanden mee te openen
pl: Wybierz aplikację do otwarcia <i>{0}</i> i innych plików o typie "{1}"
uk_ua: Виберіть проґраму для відкриття <i>{0}</i> та інших файлів типу "{1}"

source: Create link
de: Verknüpfung erstellen
el: Δημιουργία συνδέσμου
es: Crear un enlace
fr: Créer un lien
hu: Link létrehozása
ja_jp: リンク作成
nl: Snelkoppeling maken
pl: Utwórz dowiązanie
uk_ua: Створити посилання

source: Enter new link name:
de: Verknüpfungsnamen eingeben:
el: Εισάγετε νέο όνομα συνδέσμου
es: Escriba el nombre del enlace:
fr: Entrez un nom de lien :
hu: Add meg az új link nevet:
ja_jp: 新規リンク名を入力:
nl: Geef de snelkoppeling een naam:
pl: Wpisz nową nazwę skrótu:
uk_ua: Уведіть нове ім’я посилання:

source: Original path:
de: Verknüpfungsziel:
el: Αρχική διαδρομή:
es: Ruta original:
fr: Chemin d'origine :
hu: Eredeti elérési út:
ja_jp: 元のパス:
nl: Oorspronkelijk pad:
pl: Pierwotna ścieżka:
uk_ua: Оригінальний шлях:

source: Create hard link
de: Harte Verknüpfung erstellen
el: Δημιουργία κανονικού συνδέσμου (hard link)
es: Crear un enlace duro
fr: Créer un lien en dur
hu: Rögzített hivatkozás létrehozása
ja_jp: ハードリンクを作成する
nl: Harde link maken
pl: Utwórz twarde dowiązanie
uk_ua: стоворити жорстке посилання

source: Browse
de: Durchsuchen
el: Περιήγηση
es: Examinar
fr: Naviguer
hu: Keresés
ja_jp: 参照
nl: Bladeren
pl: Przeglądaj
uk_ua: Огляд

source: Select original path
de: Verknüpfungsziel auswählen
el: Επιλέξτε την αρχική διαδρομή
es: Seleccione la ruta original
fr: Sélectionner le chemin d'origine
hu: Az eredeti útvonal kiválasztása
ja_jp: 元のパスを選択
nl: Oorspronkelijk pad selecteren
pl: Wybierz pierwotną ścieżkę
uk_ua: виберіть шлях до оригіналу

source: Advanced options
de: Erweiterte Optionen
el: Επιλογές για προχωρημένους
es: Opciones avanzadas
fr: Options avancées
hu: Speciális beállítások
ja_jp: 高度なオプション
nl: Geavanceerde opties
pl: Opcje zaawansowane
uk_ua: Розширені налаштування

source: Save as default configuration
de: Als Voreinstellung speichern
el: Αποθήκευση ως προεπιλεγμένη ρύθμιση
es: Guardar como la configuración por defecto
fr: Sauvergarder comme configuration par défaut
hu: Beállítások mentése alapértelmezettként
ja_jp: 規定の設定として保存
nl: Opslaan als standaardconfiguartie
pl: Zapisz domyślną konfigurację
uk_ua: Зберегти як типову конфігурацію

source: Password:
de: Passwort:
el: Κωδικός:
es: Contraseña:
fr: Mot de passe :
hu: Jelszó:
ja_jp: パスワード:
nl: Wachtwoord:
pl: Hasło:
uk_ua: Пароль:

source: Confirm:
de: Bestätigen:
el: Επιβεβαίωση
es: Confirmar:
fr: Confirmer :
hu: Megerősítés:
ja_jp: 確認:
nl: Bevestigen:
pl: Potwierdź:
uk_ua: Підтвердження:

source: Create empty file
de: Leere Datei erstellen
el: Δημιουργία κενού αρχείου
es: Crear un archivo vacío
fr: Créer un fichier vierge
hu: Üres fájl készítése
ja_jp: 空のファイルを作成
nl: Leeg bestand aanmaken
pl: Utwórz pusty plik
uk_ua: Створити порожній файл

source: Enter new file name:
de: Neuer Dateiname:
el: Εισαγωγή νέου ονόματος αρχείου:
es: Escriba el nombre del archivo:
fr: Entrez un nom de fichier :
hu: Új fájlnév bevitele:
ja_jp: 新規ファイル名を入力:
nl: Geef het bestand een naam:
pl: Wpisz nową nazwę pliku:
uk_ua: Уведіть нове ім'я файлу:

source: Open file in editor
de: Datei in Editor öffnen
el: Άνοιγμα αρχείου σε επεξεργαστή
es: Abrir el archivo en un editor
fr: Ouvrir dans un éditeur
hu: Fájl szerkesztése
ja_jp: ファイルをエディタで開く
nl: Bestand openen in bewerker
pl: Otwórz plik w edytorze
uk_ua: Відкрити файл в редакторі

source: Template:
de: Schablone:
el: Πρότυπο:
es: Plantilla:
fr: Modèle :
hu: Sablonok:
ja_jp: 雛形:
nl: Sjabloon:
pl: Szablon:
uk_ua: Шаблон:

source: Empty File
de: Leere Datei
el: Κενό Αρχείο
es: Archivo vacío
fr: Fichier vide
hu: Üres fájl
ja_jp: 空ファイル
nl: Leeg bestand
pl: Pusty plik
uk_ua: Порожній файл

source: Create directory
de: Verzeichnis erstellen
el: Δημιουργία καταλόγου
es: Crear una carpeta
fr: Créer un répertoire
hu: Könyvtár létrehozása
ja_jp: ディレクトリを作成
nl: Nieuwe map
pl: Utwórz katalog
uk_ua: Створити каталог

source: Enter new directory name:
de: Neuer Verzeichnisname:
el: Εισαγωγή νέου ονόματος καταλόγου:
es: Escriba el nombre de la carpeta nueva:
fr: Entrez un nom de répertoire :
hu: Új könyvtárnév beírása:
ja_jp: 新規ディレクトリ名を入力:
nl: Geef de map een naam:
pl: Wpisz nową nazwę katalogu:
uk_ua: Уведіть нове ім'я каталогу:

source: Yes
de: Ja
el: Ναι
es: Sí
fr: Oui
hu: Igen
ja_jp: はい
nl: Ja
pl: Tak
uk_ua: Так

source: No
de: Nein
el: Όχι
fr: Non
hu: Nem
ja_jp: いいえ
nl: Nee
pl: Nie
uk_ua: Ні

source: Only files of this type:
de: Nur Dateien dieses Typs:
el: Μόνο αρχεία του συγκεκριμένου τύπου:
es: Solo archivos de este tipo:
fr: Seulement les fichiers de ce type:
hu: Csak ilyen típusú fájlok:
ja_jp: ファイルの種別を限定:
nl: Alleen bestanden van het type:
pl: Tylko pliki typu:
uk_ua: Тільки файли такого типу:

source: Operation queue:
de: Dateioperationswarteschlange:
el: Σειρά αναμονής διεργασιών:
es: Cola de operaciones:
fr: Liste d'opérations:
hu: Műveleti sor:
ja_jp: 操作キュー:
nl: Wachtrij:
pl: Kolejka operacji:
uk_ua: Черга операцій:

source: Affected item list
de: Liste der betroffenen Elemente
el: Λίστα επηρεαζόμενων αντικειμένων
es: Lista de elementos afectados
fr: Éléments affectés
hu: Érintett elemek listája
ja_jp: 影響を受ける項目一覧
nl: Lijst met betrokken bestanden
pl: Lista związanych elementów
uk_ua: Перелік порушених файлів

source: Set owner on destination
de: Besitzer des Ziels setzen
el: Καθορισμός ιδιοκτήτη στον προορισμό
es: Configurar el propietario en el destino
fr: Déterminer le propriétaire à la destination
hu: Tulajdonos beállítása
ja_jp: 宛先の所有者を設定
nl: Eigenaar instellen op bestemming
pl: Ustaw właściciela celu
uk_ua: Встановити власника цільового каталогу

source: Set access mode on destination
de: Zugriffsrechte des Ziels setzen
es: Configurar los permisos en el destino
fr: Déterminer le mode d'accès à la destination
hu: Hoozáférés beállítása
ja_jp: 宛先の権限を設定
nl: Toegangsrechten instellen op bestemming
pl: Ustaw dostęp do celu
uk_ua: Встановити права на цільовий каталог

source: Set date and time on destination
de: Datum und Zeit beibehalten
el: Ορισμός ημερομηνίας και ώρας στον προορισμό
es: Configurar fecha y hora en el destino
fr: Choisir la date et l'heure à la destination
hu: Dátum és idő beállítása az állomáson
ja_jp: 宛先の日時を設定
nl: Datum en tijd instellen op bestemming
pl: Ustaw datę i czas celu
uk_ua: Встановити дату і час для цільового каталогу

source: Silent mode
de: Unbeaufsichtigter Modus
el: Σιωπηλή κατάσταση λειτουργίας
es: Modo silencioso
fr: Mode silencieux
hu: Csendes mód
ja_jp: 静粛に実行
nl: Stille modus
pl: Tryb cichy
uk_ua: Тихий режим

source: Merge directories
de: Verzeichnisse zusammenführen
el: Συγχώνευση καταλόγων
es: Combinar carpetas
fr: Fusionner les répertoires
hu: Mappák összefésülése
ja_jp: ディレクトリを統合
nl: Mappen samenvoegen
pl: Połącz katalogi
uk_ua: Злити каталоги

source: Overwrite files
de: Dateien überschreiben
el: Αντικατάσταση αρχείων
es: Sobrescribir archivos
fr: Écraser les fichiers
hu: Fájlok felülírása
ja_jp: ファイルを上書き
nl: Bestanden overschrijven
pl: Nadpisuj pliki
uk_ua: Перезаписувати файли

source: Silent mode will enable operation to finish without disturbing you. If any errors occur, they will be presented to you after completion.
de: Der unbeaufsichtigte Modus bearbeitet alle Operationen, ohne Sie zu unterbrechen. Wenn Fehler auftreten, werden Ihnen diese nach der Fertigstellung angezeigt.
el: Η σιωπηλή κατάσταση λειτουργίας θα επιτρέψει στην εργασία να ολοκληρωθεί χωρίς να σας ενοχλήσει. Αν συμβούν οποιουδήποτε είδους σφάλματα, θα παρουσιαστούν σε εσάς μετά την ολοκλήρωση.
es: En modo silencioso, la operación finalizará sin molestarle. Si se produce un error, se le mostrará cuando la operación haya terminado.
fr: Le mode silencieux opère sans vous déranger. S'il y a des erreurs, elles seront présentés à la fin.
hu: A néma üzemmód lehetővé teszi, hogy a művelet véget érjen zavarás nélkül. Ha hiba történik, az ki lesz íratva a befejezés után.
ja_jp: 「静粛に実行」すると、操作の間利用者を邪魔しません。何かエラーが生じた場合、操作が完了した後に通知します。
nl: De stille modus zorgt ervoor dat acties worden uitgevoerd zonder je te storen. Eventuele fouten worden pas kenbaar gemaakt als de acties zijn afgerond.
pl: Tryb cichy pozwala na zakończenie operacji bez powiadamiania. Jeśli wystąpią błędy, zostaną one wyświetlone po zakończeniu operacji.
uk_ua: У тихому режимі операція закінчиться не турбуючи Вас. Якщо виникнуть якісь помилки, вони будуть показані Вам по завершенні.

source: Follow symlinks
de: Symlinks folgen
es: Seguir enlaces simbólicos
ja_jp: シンボリックリンクを解決する
nl: Snelkoppelingen volgen

source: Not supported by file system provider
de: Wird vom bereitgestellten Dateisystem nicht unterstützt
el: Δεν υποστηρίζεται από τον πάροχο συστήματος αρχείων
es: No es compatible con el sistema de archivos
fr: Non supporté par le système de fichier
hu: Fájlrendszer által nem támogatott
ja_jp: ファイルシステムが対応していません
nl: Niet ondersteund door bestandssysteem
pl: Nie wspierane w tym systemie plików
uk_ua: Не підтримується файловою системою постачальника

source: Only options supported by file system providers were saved.
de: Nur Optionen, die von bereitstellenden Dateisystemen unterstützt werden, wurden gespeichert.
el: Μόνο οι επιλογές που υποστηρίζονται από τους παρόχους συστήματος αρχείων αποθηκεύονται.
es: Solo se han guardado las opciones compatibles con el sistema de archivos.
fr: Seules les options supportées par le système de fichiers ont été sauvegardées.
hu: Csak a filerendszer által támogatott beállítások lettek elmentve.
ja_jp: ファイルシステムが対応しているオプションのみ保持されます。
nl: Alleen de opties die worden ondersteund door het bestandssysteem zijn opgeslagen.
pl: Zapisane zostały tylko opcje wspierane przez system plików.
uk_ua: Тільки параметри, підтримувані постачальниками файлової системи, були збережені.

source: Copy item
de: Element kopieren
el: Αντιγραφή αντικειμένου
es: Copiar item
fr: Copier l'élément
hu: Elem másolása
ja_jp: 項目をコピー
nl: Item kopiëren
pl: Kopiowanie elementu
uk_ua: Копіювати об'єкт

source: Copy <b>{0}</b> item to:
de: Kopiere eine Datei nach:
el: Αντιγραφή <b>{0}</b> αντικειμένου σε:
es: Copiar <b>{0}</b> elemento a:
fr: Copier le fichier <b>{0}</b> vers:
hu: <b>{0}</b> elem másolása:
ja_jp: <b>{0}</b>件の項目をコピー:
nl: <b>{0}</b> item kopiëren naar:
pl: Kopiowanie <b>{0}</b> elementu do:
uk_ua: Копіювати об'єкт <b>{0}</b> до:

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Quitter
hu: Mégsem
ja_jp: 取り止め
nl: Annuleren
pl: Przerwij
uk_ua: Скасувати

source: Move item
de: Element verschieben
el: Μετακίνηση αντικειμένου
es: Mover item
fr: Déplacer l'élément
hu: Elem mozgatása
ja_jp: 項目を移動
nl: Item verplaatsen
pl: Przenieś plik
uk_ua: Перемістити об'єкт

source: Move <b>{0}</b> item to:
de: Verschiebe eine Datei/ein Verzeichnis nach:
el: Μετακίνηση <b>{0}</b> αντικειμένου σε:
es: Mover <b>{0}</b> elemento a:
fr: Déplacer l'élément <b>{0}</b> vers:
hu: <b>{0}</b> elem mozgatása ide:
ja_jp: <b>{0}</b>件の項目を移動:
nl: <b>{0}</b> item verplaatsen naar:
pl: Przenieś <b>{0}</b> plik do:
uk_ua: Перемістити об'єкт <b>{0}</b> до:

source: Rename file/directory
de: Datei/Verzeichnis umbenennen
el: Μετονομασία αρχείου/καταλόγου
es: Cambiar el nombre
fr: Renommer fichier/répertoire
hu: Fájl/könyvtár átnevezése
ja_jp: ファイル・ディレクトリの名前を変更
nl: Bestands-/Mapnaam wijzigen
pl: Zmień nazwę pliku/katalogu
uk_ua: Перейменувати файл/каталог

source: Enter a new name for this item:
de: Neuer Datei-/Verzeichnisname:
el: Εισάγετε ένα νέο όνομα για το συγκεκριμένο αντικείμενο
es: Escriba un nombre nuevo para este elemento:
fr: Entrez un nouveau nom pour cet élément :
hu: Új név ehhez az elemhez:
ja_jp: この項目の新しい名前を入力:
nl: Geef het item een naam:
pl: Wpisz nową nazwę dla tego elementu:
uk_ua: Уведіть нове ім'я для цього об'єкту:

source: Select a new name for the destination
de: Neuen Namen für das Ziel wählen
el: Επιλέξτε ένα νέο όνομα για τον προορισμό
es: Seleccione un nuevo nombre para el destino
fr: Sélectionnez un nouveau nom pour la destination
hu: Válasszon új nevet a beállításhoz
ja_jp: 宛先への新しい名前を選択
nl: Kies een nieuwe naam voor de bestemming
pl: Wybierz nową nazwę dla tego celu
uk_ua: Виберіть нове ім'я для цільового каталогу

source: Reset
de: Zurücksetzen
el: Επναφορά
es: Restablecer
fr: Remettre à zéro
hu: Törlés
ja_jp: 遣り直し
nl: Standaardwaarden
pl: Resetuj
uk_ua: Скинути

source: Apply this action to all files
de: Diese Aktion für alle Dateien bestätigen
el: Εφαρμογή της συγκεκριμένης ενέργειας σε όλα τα αρχεία
es: Aplicar esta acción a todos los archivos
fr: Appliquer à tous les fichiers
hu: Utasítás végrehajtása a kiválasztott fájlokon
ja_jp: この操作を全ファイルに適用
nl: Toepassen op alle bestanden
pl: Użyj tej opcji dla wszystkich plików
uk_ua: Застосувати до усіх файлів

source: Skip
de: Überspringen
el: Παράβλεψη
es: Omitir
fr: Sauter
hu: Átugrik
ja_jp: 飛ばす
nl: Overslaan
pl: Pomiń
uk_ua: Пропустити

source: Original
el: Αρχικό
hu: Eredeti
ja_jp: 原本
nl: Origineel
pl: Oryginalny
uk_ua: Оригінал

source: Replace with
de: Ersetzen mit
el: Αντικατάσταση με
es: Reemplazar con
fr: Remplacer par
hu: Felülír ezzel
ja_jp: 置換対象:
nl: Vervangen door
pl: Zastąpiono z
uk_ua: Замінити на

source: File conflict
de: Dateikonflikt
el: Σύγκρουση αρχείων
es: Conflicto de archivos
fr: Conflit entre fichiers
hu: Fájl ütközés
ja_jp: ファイル名競合
nl: Bestandsconflict
pl: Konflikt pliku
uk_ua: Конфлікт файлів

source: Replace
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fr: Remplacer
hu: Felülír
ja_jp: 置き換える
nl: Vervangen
pl: Zamień
uk_ua: Замінити

source: Replace file "{0}"?
de: Datei "{0}" ersetzen?
el: Αντικατάσταση αρχείου "{0}";
es: ¿Reemplazar el archivo «{0}»?
fr: Remplacer le ficher "{0}"?
hu: Felülírja a fájlt "{0}"?
ja_jp: ファイル"{0}"を置き換えますか。
nl: Wil je '{0}' vervangen?
pl: Zamienić plik "{0}"?
uk_ua: Замінити файл "{0}"?

source: Another file with the same name already exists in "{0}". Replacing it will overwrite its content.
de: Eine Datei "{0}" existiert bereits. Beim Ersetzen geht der bisherige Inhalt verloren.
el: Ένα άλλο αρχείο με το ίδιο όνομα υπάρχει ήδη στο "{0}". Η αντικατάστασή σου θα προκαλέσει απώλεια του περιεχομένου του.
es: Ya existe otro archivo con el mismo nombre en «{0}». Al reemplazarlo se sobrescribirá su contenido.
fr: Un autre fichier avec le même nom existe dans "{0}". Il sera écrasé.
hu: Egy másik fájl már megtalálható ezzel a névvel "{0}". Az átnevezéssel felülírja a melévő fájlt.
ja_jp: "{0}"には同名のファイルが既に存在しています。内容を上書きして置き換えます。
nl: Er is al een bestand met die naam in '{0}'. Het zal worden overschreven.
pl: W katalogu "{0}" istnieje już plik o tej samej nazwie. Zamiana nadpisze stary plik.
uk_ua: Файл з такою назвою вже присутній в "{0}". Заміна цього файлу перезапише його вміст.

source: Directory conflict
de: Verzeichniskonflikt
el: Σύγκρουση καταλόγων
es: Conflicto de carpetas
fr: Conflit de répertoires
hu: Könyvtár ütközés
ja_jp: ディレクトリ競合
nl: Mapconflict
pl: Konflikt katalogów
uk_ua: Кофлікт каталогів

source: Merge
de: Zusammenführen
el: Συγχώνευση
es: Combinar
fr: Fusionner
hu: Összefésül
ja_jp: 統合
nl: Samenvoegen
pl: Łącz
uk_ua: Об'єднати

source: Merge directory "{0}"?
de: Verzeichnis "{0}" vereinigen?
el: Συγχώνευση καταλόγου "{0}"?
es: ¿Combinar la carpeta «{0}»?
fr: Fusionner les répertoires "{0}"?
hu: Összefésülje a könyvtárat "{0}"?
ja_jp: ディレクトリ"{0}"を統合しますか。
nl: Wil je '{0}' samenvoegen?
pl: Połączyć katalogi "{0}"?
uk_ua: Об'єднати каталог "{0}"?

source: Directory with the same name already exists in "{0}". Merging will ask for confirmation before replacing any files in the directory that conflict with the files being copied.
de: Das Verzeichnis "{0}" existiert bereits. Beim Zusammenführen werden Sie nach Bestätigung gefragt, bevor Dateien ersetzt werden.
el: Υπάρχει ήδη κατάλογος με το ίδιο όνομα στο "{0}". Θα εμφανιστεί διάλογος επιβεβαίωσης πριν αντικατασταθεί οποιοδήποτε αρχείο που συγκρούεται με αρχεία που αντιγράφονται.
es: Ya existe una carpeta con el mismo nombre en «{0}». Al combinar ambas carpetas se le pedirá confirmación para reemplazar cada archivo que entre en conflicto con los archivos que se están copiando.
fr: Un répertoire avec ce nom existe déjà dans "{0}". Une confirmation vous sera demandée avant chaque remplacement de fichier en cas de conflit avec les fichiers copiés.
hu: Már létezik könyvtár ezzel a névvel "{0}". Az összefésülés megerősítést fog kérni mielőtt felülírna bármilyen fájlt a könyvtárban ahol ütközés van a fájlok másolásakor.
ja_jp: "{0}"には同名のディレクトリが既に存在しています。統合する際、コピー中のファイルと競合するディレクトリ内のファイルを置き換える前に確認します。
nl: Er is al een map met die naam in '{0}'.Als bestanden in die map moeten worden overschreven door de te kopiëren bestanden, dan wordt je gevraagd om dit te bevestigen .
pl: Katalog o nazwie "{0}" już istnieje. W przypadku konfliktu plików przed łączniem, zostaniesz zapytany o potwierdzenie.
uk_ua: Каталог з таким ім'ям вже присутній в "{0}". При об'єднанні у Вас запитають схвалення для заміни кожного файлу в каталозі, що конфліктує з копійованими файлами.

source: Add bookmark
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir un marcador
fr: Ajouter un marque-page
hu: Könyvjelzökhőz ad
ja_jp: 栞を追加する
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
uk_ua: Додати закладку
