Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: _Copy
de: _Kopieren
el: _Αντιγραφή
es: _Copiar
fr: _Copier
hu: _Másolás
ja_jp: コピー(_C)
nl: _Kopiëren
pl: _Kopiuj
uk_ua: Копіювати

source: _Paste
de: _Einfügen
el: _Επικόλληση
es: _Pegar
fr: Co_ller
hu: _Beillesztés
ja_jp: 貼り付け(_P)
nl: _Plakken
pl: Wk_lej
uk_ua: Вставити

source: _Delete
de: _Löschen
el: _Διαγραφή
es: _Eliminar
fr: _Supprimer
hu: _Törlés
ja_jp: 削除(_D)
nl: Verwij_deren
pl: _Usuń
uk_ua: Вилучити

source: _Send to...
el: Αποστολή _προς...
nl: _Verzenden naar...

source: Ma_ke link
de: _Verknüpfung erstellen
el: Δημιουργία _συνδέσμου
es: Crear un en_lace
fr: Créer un li_en
hu: Li_nk hozzáadása
ja_jp: リンクを張る(_K)
nl: Snel_koppeling maken
pl: Utwórz łącze
uk_ua: Створити посилання

source: _Rename...
de: _Umbenennen
el: _Μετονομασία...
es: Cambiar el _nombre...
fr: _Renommer...
hu: Átne_vezés
ja_jp: 名前の変更(_R)
nl: _Naam wijzigen...
pl: Zmień _nazwę...
uk_ua: Перейменувати...

source: _Unmount
el: Αποπ_ροσάρτηση
nl: _Afkoppelen

source: Mount list is empty
el: Η λίστα προσάρτησης είναι άδεια
nl: De aankoppellijst is leeg

source: _Preferences
de: Einstellungen
el: _Προτιμήσεις
es: _Preferencias
fr: _Préférences
hu: Beállí_tások
ja_jp: 設定(_P)
nl: _Voorkeuren
pl: _Ustawienia
uk_ua: Налаштування

source: _Mark
de: Auswahl
el: Επι_σήμανση
es: _Seleccionar
fr: _Marquer
hu: Meg_jelölés
ja_jp: 選択(_M)
nl: _Markeren
pl: _Zaznaczenie
uk_ua: В_иділення

source: _Select all
de: _Alle auswählen
el: _Επιλογή όλων
es: _Seleccionar todo
fr: _Sélectionner tout
hu: _Mindent kijelöl
ja_jp: すべて選択(_S)
nl: Alles _selecteteren
pl: Zaznacz wszystki_e
uk_ua: Виділити усе

source: _Deselect all
de: Auswahl auf_heben
el: _Αποεπιλογή όλων
es: _Deseleccionar todo
fr: _Déselectionner tout
hu: Kijelölés megszüntetése
ja_jp: 全選択を解除(_D)
nl: Selectie onge_daan maken
pl: _Odznacz wszystkie
uk_ua: Скасувати виділення

source: Invert select_ion
de: Auswahl _umkehren
el: Αντιστροφή επι_λογής
es: _Invertir la selección
fr: Inverser sélect_ion
hu: Kijelölés meg_fordítása
ja_jp: 選択範囲を反転(_I)
nl: Select_ie omkeren
pl: Odwróć zaznaczenie
uk_ua: Обернути виділення

source: S_elect with pattern
de: Nach _Muster auswählen
el: Επιλογή με _μοτίβο
es: Seleccionar con un p_atrón
fr: Sél_ectionner d'après le modèle
hu: Kijelölés _mintával
ja_jp: パターンで選択(_E)
nl: S_electeren met patroon
pl: Wybierz według wzor_u
uk_ua: Виділити за маскою

source: Deselect with pa_ttern
de: Nach Mus_ter abwählen
el: Αποεπιλογή με μοτί_βο
es: Deseleccionar con un pa_trón
fr: Déselectionner selon modèle
hu: Kijelölés me_gszüntetése mintával
ja_jp: パターン選択を解除(_T)
nl: Selectie ongedaan maken met pa_troon
pl: Odznacz według wzo_ru
uk_ua: Зняти виділення по масці

source: Select with same e_xtension
de: Dateien mit selber _Endung auswählen
el: Επιλογή με την ίδια ε_πέκταση
es: Seleccionar con la misma _extensión
fr: Sélectionner avec la même e_xtension
hu: Azonos _kiterjesztésűek kijelölése
ja_jp: 同じ拡張子で選択(_X)
nl: Bestanden met dezelfde e_xtensies selecteren
pl: Wybierz z takim samym rozszerzeniem
uk_ua: Виділити файли з цим розширенням

source: Deselect with same exte_nsion
de: Dateien mit selber E_ndung abwählen
el: Αποεπιλογή με την ίδια επέκτα_ση
es: Deseleccionar con la misma e_xtensión
fr: Déselectionner avec la même exte_nsion
hu: A_zonos kiterjesztésűek kijelölésének törlése
ja_jp: 拡張子選択を解除(_N)
nl: Selecetie met dezelfde e_xtensies ongedaan maken
pl: Odznacz z takim samym rozszerzeniem
uk_ua: Зняти виділення файлів з тим самим розширенням

source: Compare _directories
de: Verzeichnisse _vergleichen
el: Σύγκριση _καταλόγων
es: _Comparar carpetas
fr: Comparer les _dossiers
hu: Könyvtárak _összehasonlítása
ja_jp: ディレクトリを比較する(_D)
nl: _Mappen vergelijken
pl: Porównaj katalo_gi
uk_ua: Порівняти каталоги

source: _Tools
de: _Werkzeuge
el: Ερ_γαλεία
es: _Herramientas
fr: _Outils
hu: _Eszközök
ja_jp: ツール(_T)
nl: _Hulpmiddelen
pl: _Narzędzia
uk_ua: _Знаряддя

source: _Find files
de: Dateien suchen
el: _Εύρεση αρχείων
es: _Buscar archivos
fr: _Chercher
hu: Fájlk_eresés
ja_jp: ファイルを検索(_F)
nl: Bestanden _zoeken
pl: Znajdź _pliki
uk_ua: _Шукати файли

source: Find _duplicate files
el: Εύρεση _διπλότυπων αρχείων
nl: _Dubbele bestanden zoeken

source: _Synchronize directories
el: _Συγχρονισμός καταλόγων
nl: Mappen _synchroniseren

source: Advanced _rename
de: Erweiterte Umbenennung
el: _Μετονομασία για προχωρημένους
es: _Cambio de nombre avanzado
fr: _Renommage avancé
hu: S_peciális átnevezés
ja_jp: 高度な名前の変更(_R)
nl: Naam wijzigen (geavancee_rd)
pl: Zaawansowana zmiana _nazw
uk_ua: Розширене _перейменування

source: _Keyring manager
de: _Schlüsselbund-Manager
el: Διαχειριστής _κλειδοθήκης
es: Gestor de anillos de _claves
fr: Gestionnaire de _clés
hu: K_ulcstartó kezelő
ja_jp: 鍵管理(_K)
nl: _Sleutelhanger beheren
pl: Menedżer bazy _kluczy
uk_ua: _Керування паролями

source: _View
de: _Ansicht
el: _Προβολή
es: _Vista
fr: _Vue
hu: _Nézet
ja_jp: 表示(_V)
nl: _Beeld
pl: _Widok
uk_ua: _Вигляд

source: Rel_oad item list
de: Dateiliste aktualisieren
el: Επαναφόρτωση _λίστας αντικειμένων
es: _Recargar la lista de elementos
fr: Rec_harger la liste d'éléments
hu: Cikk lista újra_töltése
ja_jp: 項目一覧を再読込(_O)
nl: Itemlijst her_laden
pl: Odśwież listę plików
uk_ua: Оновити перелік файлів

source: Fast m_edia preview
de: M_edienvorschau
el: Γ_ρήγορη προεπισκόπηση πολυμέσων
es: _Vista previa de los archivos multimedia
fr: Visualisation rapide de m_édia
hu: Gyors _média előnézet
ja_jp: メディアをプレビュー(_E)
nl: Sn_elle voorvertoning
pl: Szybki _podgląd plików
uk_ua: Швидкий попередній перегляд медіяфайлів

source: Show _hidden files
de: Versteckte Dateien anzeigen
el: Εμφάνιση _κρυφών αρχείων
es: Mostrar archivos _ocultos
fr: Affic_her les fichiers cachés
hu: _Rejtett fájlok
ja_jp: 隠しファイルを表示(_H)
nl: Verbor_gen bestanden tonen
pl: Pokaż ukryte pliki
uk_ua: Показувати приховані файли

source: Show _toolbar
de: Werkzeugleiste anzeigen
el: Εμφάνιση _εργαλειοθήκης
es: Mostrar la barra de _herramientas
fr: Afficher la barre d'ou_tils
hu: _Eszköztár
ja_jp: ツールバーを表示(_T)
nl: Werkbalk _tonen
pl: Pokaż pasek narzędzi
uk_ua: Показувати панель інструментів

source: Show _titlebar
de: _Titelleiste anzeigen
ja_jp: 題欄を表示 (_T)
nl: _Titelbalk tonen

source: Show _command bar
de: Aktionsleiste anzeigen
el: Εμφάνιση _μπάρας εντολών
es: Mostrar la barra de ó_rdenes
fr: Afficher la barre de _commande
hu: _Gombsor mutatása
ja_jp: コマンドバーを表示する(_C)
nl: _Opdra_chtbalk tonen
pl: Pokaż pasek poleceń
uk_ua: Показувати кнопки операцій

source: _Horizontal split
de: _Horizontal aufteilen
el: _Οριζόντιος διαχωρισμός
es: _División horizontal
fr: Séparation _Horizontale
hu: Ví_zszintes felosztás
ja_jp: 水平分割(_H)
nl: _Horizontaal splitsen
pl: Podział _poziomy
uk_ua: _Горизонтальне розбиття

source: _Commands
el: Ε_ντολές
nl: Opdra_chten

source: _Operations
el: _Λειτουργίες
nl: _Handelingen

source: There are no active operations
el: Δεν υπάρχουν ενεργές λειτουργίες
nl: Er wordt momenteel niks behandeld

source: _Help
de: _Hilfe
el: _Βοήθεια
es: Ay_uda
fr: _Aide
hu: Sú_gó
ja_jp: ヘルプ(_H)
nl: _Hulp
pl: Pomoc
uk_ua: _Допомога

source: _Home page
de: _Website
el: _Αρχική σελίδα
es: _Sitio web
fr: Pa_ge d'accueil
hu: Honlap
ja_jp: ホームページ(_H)
nl: _Website
pl: Strona domowa
uk_ua: Домашня сторінка

source: Check for new version
de: Nach neuer Version suchen
el: Έλεγχος για _νέα έκδοση
es: Buscar actualizaciones
fr: Vérifier la version
hu: Frissítések keresése
ja_jp: 新しいバージョンを確認する
nl: Controleren op updates
pl: Sprawdź aktualizacje
uk_ua: Перевірити на наявність оновлень

source: File a _bug report
el: Αναφέρετε κάποιo σ_φάλμα
nl: _Bug melden

source: _About
de: Ü_ber Sunflower
el: _Σχετικά
es: Acerca _de
fr: _A propos
hu: _Rólunk
ja_jp: Sunflowerについて(_A)
nl: _Over
pl: O programie
uk_ua: Про проґраму

source: _Mount manager
el: Διαχειριστής _προσαρτήσης
es: Gestor de _montaje
fr: Gestionnaire de _montages
hu: Csat_olás kezelő
ja_jp: マウントマネージャ(_M)
nl: _Aankoppelpunten beheren
pl: Menedżer _montowania
uk_ua: _Керування монтуванням

source: Home page
nl: Website

source: Tools
nl: Hulpmiddelen

source: Help
nl: Hulp

source: Preferences
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fr: Préférences
hu: Beállítások
ja_jp: 設定
nl: Voorkeuren
pl: Ustawienia...
uk_ua: Налаштування

source: Quit
nl: Afsluiten

source: Execute command:
de: Befehl ausführen:
es: Ejecutar una orden:
ja_jp: コマンドを実行する:
nl: Opdracht uitvoeren:

source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Rafraîchir
hu: Frissítés
ja_jp: 更新
nl: Verversen
pl: Odśwież
uk_ua: Оновити

source: Reload active item list
de: Aktive Dateiliste neu laden
el: Επαναφόρτωση ενεργής λίστας αντικειμένων
es: Recargar la lista de elementos activa
fr: Recharger la liste active d'éléments
hu: Aktiv elemek listájának újratöltése
ja_jp: アクティブなファイルを再読込
nl: Lijst met actieve items herladen
pl: Odśwież aktywną listę plików
uk_ua: Оновити активну панель

source: Rename
de: Umbenennen
el: Μετονομασία
es: Cambiar el nombre
fr: Renommer
hu: Átnevezés
ja_jp: 名前を変更
nl: Naam wijzigen
pl: Zmień _nazwę...
uk_ua: Перейменувати

source: Rename selected file
de: Ausgewählte Datei umbenennen
el: Μετονομασία επιλεγμένου αρχείου
es: Cambiar el nombre del archivo seleccionado
fr: Renommer le fichier sélectionné
hu: Kiválasztott fájlok átnevezése
ja_jp: 選択したファイルの名前を変更
nl: Naam van geselecteerd bestand wijzigen
pl: Zmień nazwy zaznaczonych plików
uk_ua: Перейменувати виділений об'єкт

source: Preview
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fr: Prévisualiser
hu: Előnézet
ja_jp: プレビュー
nl: Voorvertoning
pl: Podgląd
uk_ua: Перегляд

source: Preview selected file
de: Ausgewählte Datei betrachten
el: Προεπισκόπηση επιλεγμένου αρχείου
es: Vista previa del archivo seleccionado
fr: Prévisualiser le fichier sélectionné
hu: Előnézet
ja_jp: 選択したファイルをプレビュー
nl: Geselecteerd bestand voorvertonen
pl: Podgląd wybranego pliku
uk_ua: Показати обраний файл

source: Edit selected file
de: Ausgewählte Datei bearbeiten
el: Επεξεργασία επιλεγμένου αρχείου
es: Editar el archivo seleccionado
fr: Éditer le fichier sélectionné
hu: Kiválasztott fájl szerkesztése
ja_jp: 選択したファイルを編集
nl: Geselecteerd bestand bewerken
pl: Edytuj wybrany plik
uk_ua: Змінити вибраний файл

source: Copy
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
hu: Másolás
ja_jp: コピー
nl: Kopiëren
pl: Kopiuj
uk_ua: Копіювати

source: Copy selected items from active to opposite list
de: Kopiere Auswahl von der aktiven zur gegenüberliegenden Seite
el: Αντιγραφή επιλεγμένων αντικειμένων από την ενεργή στην απέναντι λίστα
es: Copiar los elementos seleccionados del panel activo al otro panel
fr: Copier les éléments sélectionnés dans la liste opposée
hu: Kijelölt elemek másolása aktív lapról az ellenkező oldalra
ja_jp: 選択した項目を反対側へコピー
nl: Geselecteerde items kopiëren naar tegenover liggende lijst
pl: Kopiuj wybrane elementy z aktywnego do przeciwnego panelu
uk_ua: Копіювати вибрані файли з активної панелі в сусідню

source: Move
de: Verschieben
el: Μετακίνηση
es: Mover
fr: Déplacer
hu: Áthelyezés
ja_jp: 移動
nl: Verplaatsen
pl: Przenieś
uk_ua: Перемістити

source: Move selected items from active to opposite list
de: Ausgewählte Einträge von der aktiven auf die gegenüberliegende Seite kopieren
el: Μετακίνηση επιλεγμένων αντικειμένων από την ενεργή στην απέναντι λίστα
es: Mover los elementos seleccionados del panel activo al otro panel
fr: Déplacer les fichiers sélectionnés de la liste acitve vers l'opposée
hu: A kijelölt elemek mozgatása aktív lapról az ellenkező oldalra
ja_jp: 選択した項目を反対側へ移動
nl: Geselecteerde items verplaatsen naar tegenover liggende lijst
pl: Przenieś wybrane elementy z aktywnego do przeciwnego panelu
uk_ua: Перемістити вибрані файли з активної панелі в сусідню

source: Create
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
hu: Létrehozás
ja_jp: 作成
nl: Maken
pl: Utwórz
uk_ua: Створити

source: Create new directory
de: Neues Verzeichnis erstellen
el: Δημιουργία νέου καταλόγου
es: Crear una carpeta nueva
fr: Créer un nouveau répertoire
hu: Új könyvtár létrehozása
ja_jp: 新規ディレクトリを作成
nl: Nieuwe map aanmaken
pl: Utwórz katalog
uk_ua: Створити новий каталог

source: Delete
de: Entfernen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hu: Törlés
ja_jp: 削除
nl: Verwijderen
pl: Usuń
uk_ua: Вилучити

source: Delete selected items
de: Ausgewählte Elemente löschen
el: Διαγραφή επιλεγμένου αντικειμένου
es: Eliminar elementos seleccionados
fr: Supprimer les éléments sélectionnés
hu: Kiválasztott elemek törlése
ja_jp: 選択した項目を削除
nl: Geselecteerde items verwijderen
pl: Usuń zaznaczone pliki
uk_ua: Вилучити вибрані файли

source: Edit commands
de: Befehle bearbeiten
ja_jp: 命令を編集
nl: Opdrachten bewerken

source: Select items
de: Elemente auswählen
el: Επιλογή αντικειμένων
es: Seleccionar elementos
fr: Sélectionner les éléments
hu: Kijelölt elemek
ja_jp: 項目を選択
nl: Items selecteren
pl: Zaznacz pliki
uk_ua: Виділити файли

source: Selection pattern (eg.: *.jpg):
de: Auswahlmuster (z. B. *.jpg)
el: Μοτίβο επιλογής (π.χ.: *.jpg):
es: Patrón de selección (p. ej.: *.jpg):
fr: Sélection du modèle (ex: *.jpg):
hu: Kijelölés minta (pl.: *.jpg):
ja_jp: 選択パターン（例: *.jpg）
nl: Selectiepatroon (bv.: *.jpg):
pl: Zaznacz według wzoru (np. *.jpg):
uk_ua: Маска виділення (тобто: *.jpg):

source: Deselect items
de: Auswahl aufheben
el: Αποεπιλογή αντικειμένων
es: Deseleccionar elementos
fr: Désélectionner les éléments
hu: Kijelölés megszüntetése
ja_jp: 項目の選択を解除
nl: Items deselecteren
pl: Odznacz pliki
uk_ua: зняти виділення з файлів

source: First level of compared directories is identical.
de: Erste Ebenen der verglichenen Verzeichnisse sind identisch.
el: Το πρώτο επίπεδο των προς σύγκριση καταλόγων είναι πανομοιότυπο.
es: El primer nivel de las carpetas comparadas es idéntico.
fr: Le premier niveau de comparaison des répertoires est identique.
hu: Az összehasonlított könyvtárak első szintje megegyezik.
ja_jp: 比較されるディレクトリが同じ階層です。
nl: Het eerste niveau van de vergeleken mappen is identiek.
pl: Pierwszy poziom porównywanych katalogów jest identyczny.
uk_ua: Перший рівень порівнюваних каталогів ідентичний.

source: There was a problem starting external terminal application. Check if command is valid!
de: Beim Starten des externen Terminals trat ein Problem auf. Bitte überprüfen Sie, ob der Befehl korrekt ist!
el: Παρουσιάστηκε ένα πρόβλημα κατά την εκκίνηση εξωτερικής εφαρμογής τερματικού. Ελέγξτε αν η εντολή είναι έγκυρη!
es: Ha surgido un problema al iniciar el terminal externo. Compruebe si la orden es válida.
fr: Il y a eu un problème lors du lancement de la commande du terminal. Verifiez que la commande est valide !
hu: Probléma történt a külső terminál indításakor. Ellenőrizze, hogy a megadott parancs érvényes-e!
ja_jp: 外部端末アプリケーションの起動に問題が発生しました。コマンドが正しいかどうか確かめてください。
nl: Er is een probleem opgetreden bij het starten van een extern terminalvenster. Controleer of de opdracht juist is!
pl: Wystąpił błąd przy uruchamianiu zewnętrznego polecenia. Sprawdź czy polecenie jest poprawne!
uk_ua: Проблеми із застосування зовнішнього терміналу. Перевірте, чи дійсна команда!

source: Main Menu
de: Hauptmenü
el: Κύριο Μενού
es: Menú principal
fr: Menu principal
hu: Fő menű
ja_jp: 主要メニュー
nl: Hoofdmenu
pl: Główne menu
uk_ua: Головне меню

source: Restore handle position
de: Griff Position wiederherstellen
el: Επαναφορά θέσης λαβής
es: Restaurar la posición del tirador
fr: Remettre la poignée dans sa position initiale
hu: Fogantyú helyzetének visszaállítása
ja_jp: ツマミの位置を元に戻す
nl: Handvatpositie herstellen
pl: Przywróć pozycję uchwytu
uk_ua: Відновити позицію вказівника

source: Move handle to the left
de: Griff nach links bewegen
el: Μετακίνηση λαβής αριστερά
es: Mover el tirador hacia la izquierda
fr: Déplacer la poignée sur la gauche
hu: Fogantyú mozgatása balra
ja_jp: ツマミを左に動かす
nl: Handvat naar links verplaatsen
pl: Przenieś uchwyt w lewo
uk_ua: Перемістити вказівник наліво

source: Move handle to the right
de: Grifff nach rechts bewegen
el: Μετακίνηση λαβής δεξιά
es: Mover el tirador hacia la derecha
fr: Déplacer la poignée sur la droite
hu: Fogantyú mozgatása jobbra
ja_jp: ツマミを右に動かす
nl: Handvat naar rechts verplaatsen
pl: Przenieś uchwyt w prawo
uk_ua: Перемістити вказівник направо

source: Error saving configuration to files in your home directory. Make sure you have enough permissions.
de: Fehler beim Sichern der Einstellungen in Ihr Benutzerverzeichnis. Bitte prüfen Sie, ob Sie über die erforderlichen Zugriffsrechte verfügen.
es: Se ha producido un error al guardar los archivos de configuración en su carpeta personal. Asegúrese de tener los permisos necesarios.
fr: Erreur à l'enregistrement des fichiers de configuration dans votre répertoire personnel. Vérifiez que vous avez les droits.
hu: Hiba a konfigurációs fájl mentésekor. Győződj meg róla, hogy megfelelőek a jogosultságok.
ja_jp: 設定ファイルをホームディレクトリ配下に保存する際に問題が発生しました。十分な権限かどうかを確かめて下さい。
nl: Het configuratiebestand kan niet worden opgeslagen in je persoonlijke map. Controleer of je hiertoe gemachtigd bent.
pl: Błąd przy zapisywaniu konfiguracji w folderze domowym. Upewnij się, że posiadasz wystarczające uprawnienia.
uk_ua: Помилка збереження кофігурації в файли у Вашому домашньому каталозі. Переконайтеся, що Ви маєте необхідні привілеї.

source: Active object is not item list. Advanced rename tool needs files and directories.
de: Die Dateiliste ist nicht im Fokus. Das Werkzeug erweiterte Umbenennung benötigt Dateien oder Verzeichnisse.
el: Το ενεργό αντικείμενο δεν είναι λίστα αντικειμένων. Το εργαλείο μετονομασίας για προχωρημένους χρειάζεται αρχεία ή καταλόγους.
es: El objeto activo no es una lista de elementos. La herramienta avanzada de cambio de nombre trabaja con archivos y carpetas.
fr: L'objet actif n'est pas un élément de la liste. Le renommage avancé a besoin de fichiers et de répertoires.
hu: Aktív objektum nincs az elemek között. A fejlett átnevező eszköznek szüksége van fájlokra és könyvtárakra.
ja_jp: 対象は項目リストではありません。発展的な名前の変更にはファイル・ディレクトリが必要です。
nl: Actief object is geen itemlijst. Het huplmiddel voor geavanceerde naamswijzigingen werkt met bestanden en mappen.
pl: Aktywny panel nie jest listą plików. Narzędzie zaawansowanej zmiany nazw potrzebuje plików i katalogów.
uk_ua: Активний об'єкт не є переліком файлів. Розширений інструмент перейменування працює з файлами і каталогами.

source: No rename extensions were found. Please enable basic rename options plugin and try again.
de: Keine Umbenennungserweiterung gefunden. Bitte aktivieren Sie das Plugin "basic rename options plugin" und versuchen es erneut.
el: Δεν βρέθηκαν επεκτάσεις μετονομασίας. Ενεργοποιήστε το πρόσθετο βασικών επιλογών μετονομασίας και προσπαθήστε ξανά.
es: No se ha encontrado ninguna extensión para el cambio de nombre. Active el complemento de cambio de nombre e inténtelo de nuevo.
fr: Aucune extension de renommage trouvée. Vérifiez les options de renommage basiques du plugin et recommencez.
hu: Nem található az átnevező bővítmény. Engedélyezd "rename_extensions " plugint és próbáld újra.
ja_jp: 名前の変更に関わる拡張機能が見付かりません。基本名前変更オプションプラグインを有効にして，やり直して下さい。
nl: Geen programma-uitbreidingen voor naamswijzigingen aangetroffen. Schakel de plug-in voor naamswijzigingen in en probeer het opnieuw.
pl: Nie znaleziono potrzebnych rozszerzeń. Włącz wtyczkę "Basic rename options" i spróbuj ponownie.
uk_ua: Модулі перейменування не знайдені. Будь ласка, увімкніть модуль "Basic rename options", і спробуйте знову.

source: No extensions for finding files were found. Please enable basic find file options plugin and try again.
de: Keine Erweiterungen zur Dateisuche gefunden. Bitte aktivieren Sie das Plugin "basic find file options plugin" und versuchen es erneut.
el: Δεν βρέθηκαν επεκτάσεις για αναζήτηση αρχείων. Ενεργοποιήστε το πρόσθετο βασικών επιλογών αναζήτησης αρχείων και προσπαθήστε ξανά.
es: No se ha encontrado ninguna extensión para buscar archivos. Active el complemento de búsqueda e inténtelo de nuevo.
fr: Aucune extension de recherche de fichier trouvée. Vérifiez les options de recherche basique du plugin et recommencez.
hu: Nincs bővítménye a fájlok kereséséhez. Kérlek engedélyezd a "find_file_extensions " plugint és próbáld újra.
ja_jp: ファイルの検索に関わる拡張機能が見付かりません。基本ファイル検索オプションプラグインを有効にして，やり直して下さい。
nl: Geen programma-uitbreidingen voor zoeken gevonden. Schakel de plug-in voor zoekopties in en probeer het opnieuw.
pl: Nie znaleziono potrzebnych rozszerzeń. Włącz wtyczkę "Basic find file options" i spróbuj ponownie.
uk_ua: Модулі пошуку файлів не знайдені. Будь ласка, активуйте модуль "find_file_extensions" і спробуйте знову.

source: Keyring is empty!
de: Schlüsselbund ist leer!
el: Η κλειδοθήκη είναι άδεια!
es: ¡Anillo de claves vacío!
fr: Le trousseau est vide !
hu: A kulcstartó üres!
ja_jp: 鍵情報が空です！
nl: De sleutelhanger is leeg!
pl: Brak zapisanych haseł!
uk_ua: В'язка ключів порожня!

source: Keyring is not available. Make sure you have Python Gnome keyring module installed.
de: Keyring nicht verfügbar. Python Gnome Keyring Module installiert?
el: H κλειδοθήκη δεν είναι διαθέσιμη. Διασφαλίστε πως έχετε εγκατεστημένο το άρθρωμα Python Gnome keyring.
es: El anillo de claves no está disponible. Asegúrese de tener instalado el módulo de anillo de claves de GNOME de Python.
fr: Le gestionnaire de clé n'est pas disponible. Vérifiez que vous avez le module Python gnome keyring d'installé.
hu: Kulcstartó nem elérhető Győződj meg róla, hogy a Python Gnome keyring modul telepítve van-e!
ja_jp: 鍵情報が利用可能ではありません。Python GNOME鍵管理モジュールを導入しているか確かめてください。
nl: De sleutelhanger is niet beschikbaar. Controleer of de Python Gnome-sleutelhangermodule geïnstalleerd is.
pl: Brak dostępu do bazy kluczy. Upewnij się, że moduł Pythona "Gnome Keyring" jest zainstalowany
uk_ua: В'язка не доступна. Переконайтеся, що у Вас є Python Gnome та встановлено модуль ключів.

source: Program restart required!
de: Programmneustart notwendig
el: Απαιτείται επανεκκίνηση του προγράμματος!
es: ¡Hay que reiniciar el programa!
fr: Redémarrage nécessaire !
hu: A program újraindítása szükséges!
ja_jp: プログラムの再起動が必要です。
nl: Herstart vereist!
pl: Program wymaga ponownego uruchomienia!
uk_ua: Потрібний перезапуск проґрами!

source: There are unsaved changes. Do you want to save them?
de: Möchten Sie die gemachten Änderungen jetzt speichern?
el: Υπάρχουν μη αποθηκευμένες αλλαγές Θέλετε να τις αποθηκεύσετε;
es: Hay cambios sin guardar. ¿Quiere guardarlos?
fr: Il y a des changements non sauvegardés. Voulez-vous sauvegarder?
hu: A változások nincsenek elmentve. Szeretné elmenteni?
ja_jp: 保存されていない変更があります。 それら変更を保存しますか。
nl: Er zijn niet-opgeslagen wijzigingen. Wil je deze opslaan?
pl: Nie zapisano wszystkich zmian. Chcesz je zapisać teraz?
uk_ua: Деякі зміни не збережено. Ви волієте зберегти їх?

source: History
de: Zuletzt ausgewählt
el: Ιστορικό
es: Historial
fr: Historique
hu: Előzmények
ja_jp: 履歴
nl: Geschiedenis
pl: Historia
uk_ua: Журнал

source: Path
de: Pfad
el: Διαδρομή
es: Ruta
fr: Chemin
hu: Útvonal
ja_jp: パス
nl: Pad
pl: Ścieżka
uk_ua: Шлях

source: Open
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
hu: Megnyit
ja_jp: 開く
nl: Openen
pl: Otwórz
uk_ua: Відкрити

source: Open in tab
de: In Tab öffnen
el: Άνοιγμα σε καρτέλα
es: Abrir en la pestaña
fr: Ouvrir dans l'onglet
hu: Megnyitás új lapon
ja_jp: タブで開く
nl: Openen op tabblad
pl: Otwórz w karcie
uk_ua: Відкрити у вкладці

source: Open selected path in new tab
de: Ausgewählten Pfad in neuem Tab öffnen
el: Άνοιγμα επιλεγμένης διαδρομής σε νέα καρτέλα
es: Abrir la ruta seleccionada en una pestaña nueva
fr: Ouvrir le chemin sélectionné dans un nouvel onglet
hu: Kiválasztott útvonal megnyitása új lapon
ja_jp: 選択したパスを新規タブで開く
nl: Geselecteerd pad openen op nieuw tabblad
pl: Otwórz wybraną ścieżkę w nowej karcie
uk_ua: Відкрити вибраний шлях в новій вкладці
