Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: Underscore in the label text indicates the next character should be underlined and used for the mnemonic accelerator key if it is the first character so marked.
de: Ein Unterstrich im Beschriftungstext bedeutet, dass das nächste Zeichen unterstrichen werden soll und als Tastenkombination verwendet wird, wenn es das erste Zeichen ist, das so gekennzeichnet ist.
es: El guion bajo en el texto de la etiqueta indica que el carácter siguiente se debe subrayar y se usará como tecla de acceso rápido si es el primer carácter que se marca de esta manera.
fr: Un caractère de soulignement devant un mot d'un nom indique que le caractère suivant (premier caractère du mot) doit être souligné et utilisé comme raccourci clavier.
hu: Az aláhúzásjel a szövegcímkében azt jelenti, hogy a következő karakter alá lesz húzva és a betű lesz a gyorshívó, ha ez az első így megjelölt karakter.
ja_jp: ラベル中の文字の前に下線記号を入力することで、その文字がアクセスキーとなります。
nl: Met een onderliggend streepje in de labeltekst wordt aangegeven dat het teken rechts ervan moet worden onderstreept. Het eerste onderstreepte teken in een label dient als sneltoets.
pl: Znak podkreślenia w tekście oznacza, że następna litera będzie podkreślona i użyta jako skrót klawiszowy jeśli jest pierwszą literą oznaczoną w taki sposób.
uk_ua: Знак підкреслювання у тексті означає, що наступний символ повинен бути підкреслений та буде використовуватися у якості гарячої клавіші, якщо це перший підкреслений символ.

source: Operation error
de: Dateioperationsfehler
el: Σφάλμα λειτουργίας
es: Se ha producido un error durante la operación.
fr: Erreur d'opération
hu: Müvelet hiba
ja_jp: 操作が失敗しました
nl: Uitvoerfout
pl: Błąd operacji
uk_ua: При виконанні операції сталася помилка

source: Skip all
de: Alle überspringen
el: Παράβλεψη όλων
es: Omitir todo
fr: Tout passer
hu: Mind kihagyása
ja_jp: 全て飛ばす
nl: Alles overslaan
pl: Pomiń wszystkie
uk_ua: Пропустити усе

source: Retry
de: Nochmal versuchen
el: Επανάληψη
es: Reintentar
fr: Ré-essayer
hu: Újra
ja_jp: 遣り直す
nl: Opnieuw proberen
pl: Ponów
uk_ua: Повторити

source: Add toolbar widget
de: Werkzeugleisten-Widget hinzufügen
el: Προσθήκη γραφικού στοιχείου εργαλειοθήκης
es: Añadir un componente
fr: Ajouter un widget à la barre d'outils
hu: Menü widdget hozzáadása
ja_jp: ツールバーにウィジェットを追加する
nl: Werkbalkwidget toevoegen
pl: Dodaj pasek widżetów
uk_ua: Додати віджет на панель інструментів

source: Select range
de: Umfang wählen
el: Επιλογή εύρους
es: Seleccionar un rango
fr: Sélectionner la portée
hu: Tartomány kiválasztása
ja_jp: 範囲を選択
nl: Reeks selecteren
pl: Zaznacz fragment
uk_ua: Вибрати діяпазон

source: Select part of the text:
de: Teil des Texts auswählen:
el: Επιλογή μέρους του κειμένου:
es: Seleccionar una parte del texto:
fr: Sélectionner une partie du texte :
hu: Kiválasztott rész a szövegből:
ja_jp: 文章の一部を選択する:
nl: Deel van de tekst selecteren:
pl: Zaznacz część tekstu:
uk_ua: Виділити частину тексту:

source: Add application
de: Anwendung hinzufügen
el: Προσθήκη εφαρμογής:
es: Añadir una aplicación
fr: Ajouter une application
hu: Alkalmazás hozzáadása
ja_jp: アプリケーションを追加する
nl: Programma toevoegen
pl: Dodaj aplikację
uk_ua: Додати додаток

source: Application name:
de: Anwendungsname:
el: Όνομα εφαρμογής:
es: Nombre de la aplicación:
fr: Nom de l'application
hu: Alkalmazás neve:
ja_jp: アプリケーションの名前:
nl: Programmanaam:
pl: Nazwa aplikacji
uk_ua: Ім'я проґрами:

source: Select
de: Auswählen
el: Επιλογή
es: Seleccionar
fr: Sélectionner
hu: Kiválaszt
ja_jp: 選択
nl: Selecteren
pl: Wybierz
uk_ua: Вибрати

source: Select application:
de: Anwendungen auswählen:
el: Επιλογή εφαρμογής:
es: Seleccionar la aplicación:
fr: Sélectionner l'application :
hu: Alkalmazás kiválasztása:
ja_jp: アプリケーションを選択:
nl: Programma selecteren:
pl: Wybierz aplikację:
uk_ua: Виберіть проґраму:

source: Open <i>{0}</i> with:
de: <i>{0}</i> mit folgender Anwendung öffnen:
el: Άνοιγμα του <i>{0}</i> με:
es: Abrir <i>{0}</i> con:
fr: Ouvrir <i>{0}</i> avec :
hu: Megnyitása <i>{0}</i> ezzel:
ja_jp: <i>{0}</i>を開くもの:
nl: <i>{0}</i> openen met:
pl: Otwórz <b>{0}</b> przy pomocy:
uk_ua: Відкрити <i>{0}</i> за допомогою:

source: Use a custom command
de: Benutzerdefiniertes Kommando
el: Χρήση προσαρμοσμένης εντολής
es: Usar una orden personalizada
fr: Utiliser une commande perso
hu: Egyéni parancs használata
ja_jp: 利用者が定義したコマンドを使用する
nl: Aangepaste opdracht gebruiken
pl: Używaj własnego polecenia
uk_ua: Використовувати налаштовувану команду

source: Source:
de: Quelle:
el: Πηγή:
es: Origen:
hu: Forrás:
ja_jp: 原本:
nl: Bron:
pl: Źródło:
uk_ua: Джерело:

source: Destination:
de: Ziel:
el: Προορισμός:
es: Destino:
hu: Művelet:
ja_jp: 宛先:
nl: Bestemming:
pl: Cel:
uk_ua: Призначення:

source: ETA:
de: Dauer:
es: Tiempo estimado:
ja_jp: 予定時刻:
nl: Prognose:
uk_ua: Залишилось:

source: Speed:
de: Geschwindigkeit:
el: Ταχύτητα:
es: Velocidad:
fr: Vitesse :
hu: Sebesség:
ja_jp: 速度:
nl: Snelheid:
pl: Szybkość:
uk_ua: Швидкість:

source: Total size:
de: Gesamtgröße:
el: Συνολικό μέγεθος:
es: Tamaño total:
fr: Taille totale :
hu: Teljes méret:
ja_jp: 総量:
nl: Totale grootte:
pl: Całkowita wielkość:
uk_ua: Розмір:

source: Total count:
de: Gesamtzahl:
el: Σύνολο:
es: Recuento:
fr: Nombre total :
hu: Teljes számláló:
ja_jp: 総数:
nl: Totaalaantal:
pl: Całkowita liczba plików:
uk_ua: Кількість:

source: Minimize
el: Ελαχιστοποίηση
nl: Minimaliseren

source: Pause
de: Pausieren
el: Παύση
es: Pausar
hu: Szünet
ja_jp: 停止
nl: Pauzeren
pl: Pauza
uk_ua: Призупинити

source: Resume
de: Fortsetzen
el: Επιστροφή
es: Reanudar
fr: Reprendre
hu: Vissza
ja_jp: 再開
nl: Hervatten
pl: Przywróć
uk_ua: Відновити

source: Are you sure about canceling current operation?
de: Sind Sie sicher, dass Sie die aktuelle Operation abbrechen wollen?
el: Είστε σίγουροι πως θέλετε να ακυρώσετε την τρέχουσα εργασία;
es: ¿Seguro que quiere cancelar la operación en curso?
fr: Êtes-vous sûr de vouloir abandonner l'opération en cours ?
hu: Biztosan befejezi az aktuális műveletet?
ja_jp: 現行操作を取り止めますか。
nl: Weet je zeker dat je de huidige actie wilt afbreken?
pl: Czy jesteś pewny, że chcesz przerwać operację?
uk_ua: Ви впевнені, що бажаєте скасувати поточну операцію?

source: second
de: Sekunde
el: δευτερόλεπτο
es: segundo
fr: seconde
hu: másodperc
ja_jp: 秒
nl: seconde
pl: sekunda
uk_ua: секунда

source: minute
el: λεπτό
es: minuto
hu: perc
ja_jp: 分
nl: minuut
pl: minuta
uk_ua: хвилина

source: hour
de: Stunde
el: ώρα
es: hora
fr: heure
hu: óra
ja_jp: 時
nl: uur
pl: godzina
uk_ua: годину

source: Copy Selection
el: Αντιγραφή επιλογής
nl: Selectie kopiëren

source: Move Selection
el: Μετακίνηση επιλογής
nl: Selectie verplaatsen

source: Delete Selection
el: Διαγραφή επιλογής
nl: Selectie verwijderen

source: Removing items...
de: Dateien/Verzeichnisse entfernen...
el: Αφαίρεση αντικειμένων
es: Eliminando...
fr: Supression...
hu: Elemek törlése...
ja_jp: 項目を削除しています……
nl: Bezig met verwijderen...
pl: Przenoszenie plików...
uk_ua: Вилучення...

source: Rename Items
el: Μετονομασία αντικειμένων
nl: Itemnamen wijzigen

source: Renaming items...
de: Benenne Elemente um...
el: Μετονομασία αντικειμένων...
es: Cambiando el nombre...
fr: Renommage...
hu: Elemek átnevezése
ja_jp: 項目の名前を変更しています……
nl: Bezig met naamswijzigingen...
pl: Zmienianie nazw plików...
uk_ua: Перейменування...

source: Keyring manager
de: Schlüsselverwaltung
el: Διαχειριστής κλειδοθήκης
es: Gestor de anillos de claves
fr: Gestionnaire de trousseau
hu: Kulcstartó kezelő
ja_jp: 鍵管理
nl: Sleutelhanger beheren
pl: Menedżer bazy kluczy
uk_ua: В'язки ключів

source: Modified
de: Änderungsdatum
el: Τροποποιημένο
es: Modificado
fr: Modifié
hu: Módosítva:
ja_jp: 変更済み
nl: Gewijzigd
pl: Czas modyfikacji
uk_ua: Змінено

source: Please select an entry to delete!
de: Bitte einen Eintrag wählen, der gelöscht werden soll!
el: Επιλέξτε μια καταχώριση προς διαγραφή!
es: ¡Seleccione la entrada que quiere eliminar!
fr: Veuillez sélectionner une entrée à supprimer
hu: Válassz ki egy elemet a törléshez!
ja_jp: 削除する対象を選択して下さい。
nl: Kies een te verwijderen item!
pl: Nie wybrano elementu do usunięcia!
uk_ua: Будь ласка, виберіть запис для вилучення!

source: You are about to remove the following entry from your keyring. If you do this you will have to provide password manually when needed. Are you sure? {0}
de: Sie sind dabei den folgenden Eintrag aus Ihrem Schlüsselbund zu entfernen. Falls Sie den Eintrag entfernen, müssen sie das Passwort manuell eingeben, wenn es benötigt wird. Möchten Sie fortfahren? {0}
es: Está a punto de eliminar la entrada siguiente de su anillo de claves. En ese caso, deberá proporcionar la contraseña manualmente cuando sea necesario. ¿Quiere continuar? {0}
fr: Vous êtes sur le point de supprimer l'entrée suivante du trousseau. Vous devrez entrer le mot de passe manuellement si nécessaire. Êtes-vous sûr? {0}
hu: El fogod távolítani a következő bejegyzést a kulcstartódból. Ha ezt megteszed, a jelszavad mindig manuálisan kell megadnod ezután. Biztosan ezt akarod? {0}
ja_jp: 次の項目を鍵管理対象から削除しようとしています。削除した場合、次回以降の接続時にパスワードが要求されます。宜しいですか。 {0}
nl: Je staat op het punt om onderstaand item te verwijderen uit je sleutelhanger. Als je dit doet, dan moet je, desgevraagd, handmatig je wachtwoord invoeren. Weet je het zeker? {0}
pl: Masz zamiar usunąć następujący wpis z bazy kluczy. Jeśli to zrobisz, w razie potrzby będziesz musiał wpisać hasło. Czy jesteś pewien? {0}
uk_ua: Ви збираєтеся вилучити наступний запис з ваших ключів. Якщо Ви зробите це, то повинні будете уводити паролі вручну за потреби. Ви впевнені? {0}

source: Please select an entry to change!
de: Bitte wählen Sie einen Eintrag, der geändert werden soll!
el: Επιλέξτε μια καταχώριση προς αλλαγή!
es: ¡Seleccione la entrada que quiere cambiar!
fr: Veuillez sélectionner l'entrée à changer !
hu: Válassz ki egy elemet, amit szeretnél megváltoztatni!
ja_jp: 変更する対象を選択して下さい。
nl: Kies een aan te passen item!
pl: Nie wybrano elementu do edycji!
uk_ua: Будь ласка, виберіть запис, щоб змінити!

source: Change password
de: Passwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
fr: Changer le mot de passe
hu: Jelszó megváltoztatása
ja_jp: パスワードを変更
nl: Wachtwoord wijzigen
pl: Zmiana hasła
uk_ua: Змінити пароль

source: Enter new password for selected keyring entry.
de: Passwort für ausgewählten Schüsselbundeintrag eingeben.
el: Εισάγετε νέο κωδικό για την επιλεγμένη καταχώριση κλειδοθήκης.
es: Escriba una contraseña nueva para la entrada del anillo de claves seleccionada.
fr: Entrez un nouveau mot de passe pour le point d'entrée du trousseau.
hu: Add meg az új jelszót a kijelölt kulcstartó bejegyzéshez.
ja_jp: 選択した鍵管理対象の新しいパスワードを入力して下さい。
nl: Geef het geselecteerde item een nieuwe naam.
pl: Wprowadź nowe hasło do wybranego wpisu w bazie kluczy.
uk_ua: Уведіть новий пароль для обраних ключів.

source: Password was changed!
de: Passwort wurde geändert!
el: Ο κωδικός άλλαξε
es: ¡Se ha cambiado la contraseña!
fr: Mot de passe modifié !
hu: Jelszó megváltoztatva!
ja_jp: パスワードが変更されました。
nl: Wachtwoord gewijzigd!
pl: Hasło zostało zmienione!
uk_ua: Пароль був змінений!

source: Passwords do not match! Please try again.
de: Passwörter stimmen nicht überein! Bitte versuchen Sie es noch ein Mal.
el: Οι κωδικοί δεν ταιριάζουν. Προσπαθήστε ξανά.
es: Las contraseñas no coinciden. Inténtelo de nuevo.
fr: Les mots de passes ne correspondent pas : veuillez ré-essayer !
hu: A jelszavak nem egyenzek meg. Próbáld meg újra!
ja_jp: パスワードが一致しません。遣り直して下さい。
nl: De wachtwoorden komen niet overeen! Probeer het opnieuw.
pl: Hasła nie pasują do siebie! Spróbuj jeszcze raz.
uk_ua: Паролі не збігаються! Будь ласка, спробуйте ще раз.

source: Twin-panel file manager for Linux.
de: Zweispalten-Dateimanager für Linux.
el: Διαχειριστής αρχείων με διπλό πλαίσιο για το Linux.
es: Gestor de archivos de doble panel para Linux.
fr: Gestionnaire de fichiers en vis-à-vis pour Linux
hu: Kétpaneles fájl kezelő Linuxra.
ja_jp: Linux向けの双パネルファイルマネージャ。
nl: Bestandsbeheerder met twee panelen, voor Linux.
pl: Dwupanelowy menedżer plików dla systemu Linux.
uk_ua: Двопанельний файловий менеджер для Linux.

source: Copyright © 2010-2019 by Mladen Mijatov and contributors.
de: Copyright © 2010-2019 by Mladen Mijatov und Mitwirkende.
es: Copyright © 2010-2019 por Mladen Mijatov y colaboradores.
ja_jp: Copyright &copy; 2010-2019, Mladen Mijatov及び貢献者。
nl: Copyright © 2010-2019 by Mladen Mijatov en bijdragers.

source: Contributors
de: Mitwirkende
es: Colaboradores
ja_jp: 貢献者
nl: Bijdragers

source: Error list
de: Fehlerliste
el: Λίστα σφαλμάτων
es: Lista de errores
fr: Erreur dans la liste
hu: Hibás lista
ja_jp: 不具合一覧
nl: Lijst met fouten
pl: Lista błędów
uk_ua: Перелік помилок

source: For:
de: Bei:
el: Για:
es: Para:
fr: Pour :
hu: a:
ja_jp: 宛先:
nl: Voor:
pl: Dla:
uk_ua: Для:

source: Show version number
de: Versionsnummer anzeigen
es: Mostrar el número de versión
ja_jp: バージョン番号を表示する
nl: Versienummer tonen

source: Skip loading additional plugins
de: Keine zusätzlichen Plugins laden
es: Omitir la carga de complementos adicionales
ja_jp: 追加のプラグインを読み込まない
nl: Geen extra plug-ins laden

source: Open new tab on the left notebook
de: Neues Tab in der linken Liste öffnen
es: Abrir una pestaña en el panel izquierdo
ja_jp: 新規タブを左の帳簿に開く
nl: Nieuw tabblad openen in de linkerlijsl

source: Open new tab on the right notebook
de: Neues Tab in der rechten Liste öffnen
es: Abrir una pestaña en el panel derecho
ja_jp: 新規タブを右の帳簿に開く
nl: Nieuw tabblad openen in de rechterlijst

source: Open terminal tab on the left notebook
de: Neues Teminal links starten
es: Abrir el terminal en una pestaña del panel izquierdo
ja_jp: 端末エミュレータタブを左の帳簿に開く
nl: Nieuw terminaltabblad openen in de linkerlijst

source: Open terminal tab on the right notebook
de: Neues Teminal rechts starten
es: Abrir el terminal en una pestaña del panel derecho
ja_jp: 端末エミュレータタブを右の帳簿に開く
nl: Nieuw terminaltabblad openen in de rechterlijst

source: Open terminal at selected path
de: Neues Terminal am ausgewählten Pfad
es: Abrir un terminal en la ruta seleccionada
ja_jp: 端末エミュレータを選択したパスで開く
nl: Terminal openen op gekozen locatie

source: Context menu
de: Kontextmenü
el: Μενού περιβάλλοντος
es: Menú contextual
fr: Menu contextuel
hu: Helyi menü
ja_jp: コンテクストメニュー
nl: Rechtermuisknopmenu
pl: Menu kontekstowe
uk_ua: Контекстне меню

source: Unlock
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fr: Débloquer
hu: Feloldás
ja_jp: タブの固定を解除
nl: Ontgrendelen
pl: Odblokuj
uk_ua: Розблокувати

source: Lock
de: Sperren
el: Κλείδωμα
es: Bloquear
fr: Verrouiller
hu: Lezárás
ja_jp: タブを固定
nl: Vergrendelen
pl: Zablokuj
uk_ua: Заблокувати

source: Duplicate tab
de: Tab duplizieren
el: Διπλασιασμός καρτέλας
es: Duplicar la pestaña
fr: Dupliquer l'onglet
hu: Kétszerezett lap
ja_jp: タブを複製
nl: Tabblad klonen
pl: Powiel kartę
uk_ua: Дублювати вкладку

source: Move to opposite panel
de: In andere Leiste verschieben
el: Μετακίνηση στο απέναντι πλαίσιο
es: Mover al otro panel
fr: Déplacer dans le panneau opposé
hu: Mozgatás a másik panelre
ja_jp: 逆側のパネルに移動
nl: Verplaatsen naar tegenoverliggend paneel
pl: Przenieś do sąsiedniego panelu
uk_ua: Перенести на протилежну панель

source: Close Tab
de: Aktuellen Tab schließen
el: Κλείσιμο καρτέλας
es: Cerrar la pestaña
fr: Fermer l'onglet
hu: Lap bezárása
ja_jp: タブを閉じる
nl: Tabblad sluiten
pl: Zamknij kartę
uk_ua: Закрити вкладку

source: Close All
de: Alle Tabs schließen
el: Κλείσιμο όλων
es: Cerrar todas las pestañas
fr: Fermer tout
hu: Mindent bezár
ja_jp: 全てのタブを閉じる
nl: Alles sluiten
pl: Zamknij wszystkie
uk_ua: Закрити усі

source: Close Other Tabs
de: Andere Tabs schließen
el: Κλείσιμο Λοιπών Καρτελών
es: Cerrar las otras pestañas
fr: Fermer les autres onglets
hu: A többi lap bezárása
ja_jp: 他のタブを閉じる
nl: Overige tabbladen sluiten
pl: Zamknij pozostałe karty
uk_ua: Закрити інші вкладки

source: Default
de: Standard
el: Προεπιλεγμένη
es: Por defecto
fr: Défaut
hu: Alapértelmezett
ja_jp: 規定
nl: Standaard
pl: Domyślna
uk_ua: Типово

source: New queue
de: Neue Warteschlange
el: Νέα σειρά
es: Cola nueva
fr: Nouvelle liste
hu: Új sor
ja_jp: 新規キュー
nl: Nieuwe wachtrij
pl: Nowa kolejka
uk_ua: Нова черга

source: New operation queue
de: Neue Dateioperationswarteschlange
el: Νέα εργασία στην σειρά
es: Cola de operaciones nueva
fr: Nouvelle liste d'opérations
hu: Új műveleti sor
ja_jp: 新規操作キュー
nl: Nieuwe wachtrij
pl: Nowa kolejka operacji
uk_ua: Нова черга операцій

source: Enter name for new operation queue:
de: Name für Dateioperationswarteschlange eingeben:
el: Eισάγετε όνομα για τη νέα εργασία στη σειρά
es: Escriba el nombre de la cola de operaciones:
fr: Entrez le nom de la nouvelle liste d'opérations:
hu: Adja meg az új műveleti sor nevét:
ja_jp: 新規操作キューの名前を入力:
nl: Geef de nieuwe wachtrij een naam:
pl: Wpisz nazwę dla nowej kolejki operacji:
uk_ua: Уведіть назву нової черги операцій:

source: Operation queue with specified name already exists.
de: Dateioperationswarteschlange mit angegebenem Namen existiert schon.
el: Υπάρχει ήδη εργασία στη σειρά με το συγκεκριμένο όνομα.
es: Ya existe una cola de operaciones con el nombre especificado.
fr: Une liste d'opérations du même nom existe déjà.
hu: Már létezik ilyen nevű műveleti sor.
ja_jp: 指定した名前の操作キューが既に存在します。
nl: Er is al een wachtrij met deze naam.
pl: Kolejka operacji o podanej nazwie już istnieje.
uk_ua: Черга з таким ім'ям вже існує.

source: Specified item can not be unmounted.
el: Το συγκεκριμένο αντικείμενο δεν είναι δυνατό να αποπροσαρτηθεί.
nl: Het opgegeven item kan niet worden ontkoppeld.

source: Keyring is unlocked
de: Schlüsselbund ist entsperrt
el: Η κλειδοθήκη είναι ξεκλείδωτη
es: El anillo de claves está desbloqueado
fr: Le trousseau est débloqué
hu: A kulcstartó nyitva van
ja_jp: 鍵情報は開錠されています
nl: De sleutelhanger is ontgrendeld
pl: Baza kluczy jest odblokowana
uk_ua: В'язка ключів розблокована

source: Keyring is locked
de: Schlüsselbund ist gesperrt
el: Η κλειδοθήκη είναι κλειδωμένη
es: El anillo de claves está bloqueado
fr: Le trousseau est bloqué
hu: A kulcstartó zárva van
ja_jp: 鍵情報は施錠されています
nl: De sleutelhanger is vergrendeld
pl: Baza kluczy jest zablokowana
uk_ua: В’язка ключів заблокована

source: Unlock keyring
de: Schlüsselbund entsperren
el: Ξεκλείδωμα κλειδοθήκης
es: Desbloquear el anillo de claves
fr: Débloquer le trousseau
hu: Kulcstartó feloldása
ja_jp: 鍵情報を開錠する
nl: Sleutelhanger vergrendelen
pl: Odblokuj baza kluczy
uk_ua: Розблокувати в'язку ключів

source: Please enter your keyring password:
de: Bitte geben Sie das Passwort des Schlüsselbundes ein:
el: Εισάγετε τον κωδικό της κλειδοθήκης:
es: Escriba la contraseña del anillo de claves:
fr: Veuillez entrer un mot de passe pour le trousseau :
hu: Add meg a kulcstartó jelszavadat:
ja_jp: 鍵情報へのパスワードを入力して下さい:
nl: Voer het wachtwoord in van je sleutelhanger:
pl: Proszę podać hasło do bazy kluczy:
uk_ua: Будь ласка, уведіть ваш пароль для в'язки ключів:

source: New keyring
de: Neuer Schlüsselbund
el: Νέα κλειδοθήκη
es: Anillo de claves nuevo
fr: Nouveau trousseau
hu: Új kulcstartó
ja_jp: 新規鍵情報
nl: Nieuwe sleutelhanger
pl: Nowa baza kluczy
uk_ua: Нова в'язка ключів

source: We need to create a new keyring to safely store your passwords. Choose the password you want to use for it.
de: Zum sicheren speichern der Passwörter wird ein neuer Schlüsselbund angelegt. Bitte wähle Sie ein Passwort für den Schlüsselbund.
el: Χρειάζεται να δημιουργηθεί νέα κλειδοθήκη για την ασφαλή αποθήκευση των κωδικών σας. Επιλέξτε ένα κωδικό για χρήση με αυτή.
es: Hay que crear un anillo de claves nuevo para almacenar sus contraseñas de forma segura. Elija una contraseña para ello.
fr: Il faut créer un trousseau pour stocker vos mots de passe de façon sécurisée. Choisissez un mot de passe
hu: Egy új kulcstartót kell készítened ahhoz, hogy biztonságosan tárolni tudd a jelszavaidat. Válassz ki egy jelszót a kulcstartónak.
ja_jp: パスワードを安全に保管する為に新たな鍵情報を作る必要があります。それに用いるパスワードを選択して下さい。
nl: Er moet een nieuwe sleutelhanger worden gemaakt om je wachtwoorden in op te slaan. Kies een wachtwoord voor de nieuwe sleutelhanger.
pl: Musimy stworzyć nową bazę kluczy aby bezpiecznie przechowywać twoje hasła. Wybierz hasło dostępowe do tej bazy.
uk_ua: Ви повинні створити нову в'язку ключів для безпечного зберігання паролів. Виберіть пароль, який Ви бажаєте використовувати для цього.

source: Error adding widget. You need to enter unique name and select widget type.
de: Fehler beim Hinzufügen des Widgets. Sie müssen einen eindeutigen Namen und einen Widget-Typen wählen.
el: Σφάλμα κατά την προσθήκη γραφικού στοιχείου. Χρειάζεται να εισάγετε μοναδικό όνομα και να επιλέξετε τον τύπο του γραφικού στοιχείου.
es: Se ha producido un error al añadir el componente. Debe escribir un nombre único y seleccionar el tipo de componente.
fr: Erreur à l'ajout du widget. Vous devez spécifier un nom unique et sélectionner un type de widget.
hu: Widget hozzáadás sikertelen. Kérem adjon meg egy egyedi nevet és válasszon típust.
ja_jp: ウィジェットを追加できませんでした。一意な名前及びウィジェット種別を入力する必要があります。
nl: De widget kan niet worden toegevoegd. Voer een unieke naam in en kies het soort widget.
pl: Błąd podczas dodawania widżetów. Wybierz nazwę pliku, która się nie powtarza oraz wskaż typ widżetu
uk_ua: Помилка додавання віджету. Необхідно увести унікальне ім'я та вибрати тип віджету.

source: Widget with specified name already exists. You need to enter unique name and select widget type.
el: Το γραφικό στοιχείο με το συγκεκριμένο όνομα ήδη υπάρχει. Πρέπει να επιλέξετε ένα μοναδικό όνομα και να επιλέξετε τον τύπο του στοιχείου.
nl: Er is al een widget met deze naam. Voer een unieke naam in en kies het soort widget.

source: Plugin used to create selected toolbar widget is not active or not present. In order to edit this entry you need to activate plugin used to create it.
de: Das Plugin zur Erzeugung von Werkzeugleisten ist nicht aktiv oder verfügbar. Um diesen Eintrag zu bearbeiten, müssen Sie dieses Plugin aktivieren.
el: Το πρόσθετο που χρησιμοποιείται για τη δημιουργία του επιλεγμένου γραφικού στοιχείου εργαλειοθήκης δεν είναι ενεργό ή δεν υπάρχει. Για να επεξεργαστείτε τη συγκεκριμένη καταχώριση χρειάζεται να ενεργοποιήσετε το πρόσθετο που χρησιμοποιείται για τη δημιουργία της.
es: El complemento usado para crear el componente de la barra de herramientas seleccionado no está activo o no está presente. Para editar esta entrada debe activar el complemento usado para crearla.
fr: Le plugin utilisé pour créer la barre d'outils choisie n'est pas active ou présente. Afin d'éditer cette entrée vous devez activer le plugin nécessaire à sa création.
hu: A bővítmény a kiválasztott eszköztár widget létrehozására nem aktív vagy nincs jelen. Ahhoz, hogy szerkeszteni tudd ezt a bejegyzést aktiválni kell a bővítményt.
ja_jp: 選択したツールバーウィジェットを作成する為のプラグインが作動中でないか存在しません。本エントリを編集する為にはそれを作成するプラグインを作動させる必要があります。
nl: De plug-in waarmee de geselecteerde werkbalkwidget is gemaakt is niet actief of ontbreekt. Je hebt die plug-in nodig om dit item te kunnen bewerken.
pl: Wtyczka, która służy do tworzenia pasków narzędziowych nie jest aktywna, bądź nie istnieje. Aby zedytować to pole musisz uaktwnić wtyczkę.
uk_ua: Модуль, використаний для створення обраного віджету неактивний або відсутній. Для редагування цього елементу потрібно активувати модуль, використаний для його створення.

source: Go to parent directory
de: Zum überliegenden Verzeichnis wechseln
el: Μετακίνηση στο γονικό κατάλογο
es: Ir a la carpeta superior
fr: Aller au répertoire parent
hu: Menj aszülő könyvtárba
ja_jp: 親ディレクトリヘ移動
nl: Ga naar bovenliggende map
pl: Idź do katalogu wyżej
uk_ua: Перейти в батьківський каталог

source: Configure bookmark button
de: Lesezeichen-Schaltfläche konfigurieren
el: Ρύθμιση κουμπιού σελιδοδείκτη
es: Configurar el botón de marcadores
fr: Configurer le bouton de marque-pages
hu: Könyvjelző gomb beállítása
ja_jp: 栞ボタンの設定
nl: Bladwijzerknop instellen
pl: Skonfiguruj menu zakładek
uk_ua: Налаштувати кнопку закладки
