Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: Ask and navigate to path
de: Fragen und zum Pfad navigieren
el: Ερώτηση και μεταφορά στη διαδρομή
es: Preguntar y examinar la ruta
fr: Demander et naviguer vers le chemin
hu: Kérdezze ésmutassa a helyet
ja_jp: 対話的にパスへ移動する
nl: Vragen en naar pad gaan
pl: Położenie...
uk_ua: Запитати та перейти за адресою

source: Start quick search
de: Schnellsuche starten
el: Έναρξη γρήγορης αναζήτησης
es: Iniciar la búsqueda rápida
fr: Démarrer la recherche rapide
hu: Gyors keresés elindítása
ja_jp: 簡易検索を開始
nl: Snelzoeken starten
pl: Rozpocznij szybkie wyszukiwanie
uk_ua: Почати швидкий пошук

source: Expand directory
de: Verzeichnis aufklappen
el: Ανάπτυξη καταλόγου
es: Expandir la carpeta
fr: Déplier le répertoire
hu: Könyvtár kibontása
ja_jp: ディレクトリを展開
nl: Map uitklappen
pl: Rozwiń katalog
uk_ua: Розгорнути каталог

source: Collapse directory
de: Verzeichnis zuklappen
es: Contraer la carpeta
fr: Replier le repertoire
hu: Könyvtár összecsukása
ja_jp: ディレクトリを折り畳む
nl: Map inklappen
pl: Zwiń katalog
uk_ua: Згорнути каталог

source: Create symbolic or hard link
de: Symbolische oder harte Verknüpfung erstellen
el: Δημιουργία συμβολικού ή κανονικού συνδέσμου
es: Crear un enlace simbólico o duro
fr: Créer un lien symbolique ou en dur
hu: Szimbolikus vagy hardlink készítése
ja_jp: シンボリックリンク又はハードリンクを作成する
nl: Snelkoppeling of harde verwijzing maken
pl: Utwórz symboliczne lub twarde dowiązanie
uk_ua: Створити символьне або жорстке посилання

source: Show emblem menu
de: Zeige Emblem-Menü
el: Εμφάνιση μενού εμβλημάτων
es: Mostrar el menú de emblemas
fr: Afficher le menu emblèmes
hu: Embléma menü mutatása
ja_jp: 記章メニューを表示する
nl: Embleemmenu tonen
pl: Pokaż menu emplematów
uk_ua: Відобразити меню емблем

source: Go to '{0}'
de: Gehe zu '{0}'
el: Μετάβαση στο '{0}'
es: Ir a «{0}»
fr: Aller à '{0}'
hu: Menj a '{0}'
ja_jp: ‘{0}’に移動する
nl: Ga naar '{0}'
pl: Idź do '{0}'
uk_ua: Перейти до '{0}'

source: Directory does not exist anymore or is not valid. If path is not local check if specified volume is mounted.
de: Das Verzeichnis ist ungültig oder existiert nicht mehr. Wechseldatenträger müssen eingehängt werden, um erkannt zu werden.
el: Ο κατάλογος δεν υπάρχει πλέον ή δεν είναι έγκυρος. Αν η διαδρομή δεν είναι τοπική ελέγξτε αν ο συγκεκριμένος τόμος είναι προσαρτημένος.
es: La carpeta no es válida o ya no existe. Si la ruta no es local, compruebe si se ha montado el volumen especificado.
fr: Le répertoire n'existe plus ou est invalide. Si le chemin n'est pas local vérifiez que le périphérique spécifié est bien monté
hu: Könyvtár nem létezik, vagy nem érvényes. Ha az útvonal nem helyi ellenőrizni kell, hogy csatlakoztatva van.
ja_jp: ディレクトリが存在しないか不正です。パスがローカルにない場合はボリュームがマウントされているか確かめて下さい。
nl: De map bestaat niet meer of is ongeldig. Controleer of de betreffende schijf aangekoppeld is.
pl: Katalog nie istnieje. Jeśli nie jest to ścieżka do lokalnego katalogu, upewnij się, że volumin jest zamontowany.
uk_ua: Каталог більше не існує, або невірний. Якщо шлях не локальний, перевірте, чи змонтований зазначений том.

source: Specified protocol ({0}) is not supported by this application. Please check for available plugins or create a feature request.
de: Das angegebene Protokoll "{0}" wird von dieser Anwendung nicht unterstützt. Bitte prüfen Sie die verfügbaren Plugins oder erbitten die Funktion bei den zuständigen Entwicklern.
el: Το συγκεκριμένο πρωτόκολλο ({0}) δεν υποστηρίζεται από τη συγκεκριμένη εφαρμογή. Ελέγξτε τα διαθέσιμα πρόσθετα ή ζητήστε προσθήκη νέων χαρακτηριστικών.
es: El protocolo ({0}) no es compatible con esta aplicación. Compruebe si existen complementos disponibles o solicite apoyo para el protocolo especificado.
fr: Le protocole ({0}) n'est pas supporté par cette application. Vous pouvez chercher si un plugin est disponible ou créer une requête.
hu: A megadott protokolt ({0}) nem támogatja ez az alkalmazás. Kérlek ellenőrizd az elérhető bővítményeket vagy hozz létre egy "feature requestet".
ja_jp: このアプリケーションは指定された規約 ({0}) に対応していません。利用可能なプラグインを見付けるか，機能の追加を提案して下さい。
nl: Het protocol ({0}) wordt niet ondersteund door dit programma. Controleer of er een plug-in beschikbaar is of draag het aan als idee.
pl: Protokół ({0}) nie jest obsługiwany przez aplikację. Sprawdź dostępne wtyczki albo zaproponuj jej stworzenie.
uk_ua: Вказаний протокол ({0}) не підтримується даним додатком. Перевірте наявність доступних модулів, або залиште побажання в багтрекері.

source: Application is unable to handle specified data. Check if source items still exist.
de: Die Anwendung konnte die angegebenen Daten nicht verarbeiten. Prüfen Sie, ob die Quelle noch existiert.
el: Η εφαρμογή αδυνατεί να χειριστεί τα συγκεκριμένα δεδομένα. Ελέγξτε αν τα πηγαία αντικείμενα υπάρχουν ακόμα.
es: La aplicación no puede manipular los datos especificados. Compruebe si los elementos origen todavía existen.
fr: L'application ne peut pas gérer les données spécifiées. Vérifier que l'élément source existe encore.
hu: Az alkalmazás nem tudja kezelni a megadott adatot. Ellenőrizd hogy a forrás létezik-e.
ja_jp: 指定したデータをアプリケーションが処理できません。原本が未だ存在することを確かめて下さい。
nl: Het programma kan de gegevens niet verwerken. Controleer of de bronitems nog bestaan.
pl: Aplikacja nie może przetworzyć wybranych danych. Sprawdź czy pliki źródłowe nadal istnieją.
uk_ua: Додаток не може опрацювати зазначені дані. Перевірте, чи існують вихідні об'єти.

source: Open _with
de: Öffnen _mit
el: Άνοιγμα _με
es: Abrir _con
fr: Ouvrir a_vec
hu: Megnyitás mással
ja_jp: これで開く(_W)
nl: Openen _met
pl: Otwórz za pomocą...
uk_ua: Відкрити за допомогою

source: Additional options
de: Weitere Optionen
el: Επιπρόσθετες ρυθμίσεις
es: Opciones adicionales
fr: Options supplémentaires
hu: További opciók
ja_jp: 追加オプション
nl: Extra opties
pl: Dodatkowe opcje
uk_ua: Розширені налаштування

source: Create file
de: Neue Datei erstellen
el: Δημιουργία αρχείου
es: Crear un archivo
fr: Créer un fichier
hu: Fájl létrehozása
ja_jp: ファイルを作成
nl: Bestand aanmaken
pl: Utwórz plik
uk_ua: Створити файл

source: Copy to other...
de: Kopieren nach ....
el: Αντιγραφή στο άλλο...
es: Copiar al otro panel...
fr: Copier vers un autre...
hu: Másolás máshova
ja_jp: 他へコピー
nl: Kopiëren naar andere...
pl: Kopiuj na przeciw...
uk_ua: Копіювати до іншого...

source: Move to other...
de: Verschieben nach ....
el: Μετακίνηση στο άλλο...
es: Mover al otro panel...
fr: Déplacer vers un autre...
hu: Mozgatás máshova
ja_jp: 他へ移動
nl: Verplaatsen naar andere...
pl: Przenieś na przeciw...
uk_ua: Перемістити до іншого...

source: Copy file name
de: Dateinamen kopieren
es: Copiar el nombre del archivo
ja_jp: ファイル名をコピー
nl: Bestandsnaam kopiëren

source: Copy path
de: Pfad kopieren
es: Copiar la ruta
ja_jp: パスをコピー
nl: Pad kopiëren

source: Send to...
de: Senden an...
el: Αποστολή σε...
es: Enviar a...
fr: Envoyer vers...
hu: Küldés...
ja_jp: 送る
nl: Versturen naar...
pl: Wyślij do...
uk_ua: Відправити до...

source: View complete history...
de: Vollständige Liste zuletzt angesehener Elemente ansehen...
el: Προβολή πλήρους ιστορικού...
es: Ver el historial completo...
fr: Voir l'historique complet...
hu: Mutass minden előzményt
ja_jp: 全履歴を表示する
nl: Volledige geschiedenis tonen...
pl: Przegladaj pełną historię...
uk_ua: Показати повну історію...

source: History is empty
de: Liste zuletzt angesehener Elemente ist leer
el: Το ιστορικό είναι άδειο
es: El historial está vacío
fr: L'historique est vide
hu: Előzmények üres
ja_jp: 履歴が空です
nl: Geen geschiedenis
pl: Historia jest pusta
uk_ua: Історія відсутня

source: Path entry
de: Pfad eingeben
el: Εισαγωγή διαδρομής
es: Introducir la ruta
fr: Chemin d'entrée
hu: Üres hely
ja_jp: パス項目
nl: Padinvoer
pl: Ścieżka
uk_ua: Шлях

source: Navigate to:
de: Navigiere nach:
el: Μεταφορά σε:
es: Ir a:
fr: Aller à:
hu: Átirányítás:
ja_jp: 次に移動:
nl: Navigeren naar:
pl: Przejdź do:
uk_ua: Перейти в:

source: Sh_ow main window
de: _Hauptfenster anzeigen
el: Εμ_φάνιση κυρίου παραθύρου
es: _Mostrar la ventana principal
fr: Afficher la fenêtre _principale
hu: Mutasd a saját ablakot
ja_jp: 主ウィンドウを表示(_O)
nl: H_oofdvenster tonen
pl: P_okaż główne okno
uk_ua: Показати головне вікно

source: _Hide main window
de: Hauptfenster _verstecken
el: _Απόκρυψη κύριου παραθύρου
es: _Esconder la ventana principal
fr: Réduire la fenêtre principale
hu: Saját ablak elrejtése
ja_jp: 主ウィンドウを隠す(_H)
nl: _Hoofdvenster verbergen
pl: U_kryj główne okno
uk_ua: Сховати головне вікно

source: Aborted. Not enough free space on target file system. Needed: {0} Available: {1}
de: Abgebrochen. Nicht genügend freier Speicherplatz auf der Zielsystem. Benötigt: {0} Verfügbar: {1}
el: Ματαίωση. Δεν υπάρχει αρκετός διαθέσιμος χώρος στο σύστημα αρχείων Απαιτούμενος χώρος: {0} Διαθέσιμος χώρος: {1}
es: Operación interrumpida. No hay suficiente espacio libre en el sistema de archivos destino. Espacio necesario: {0} Espacio disponible: {1}
fr: Abandonné. Pas assez d'espace disque libre sur le système de fichier cible. Nécessaire: {0} Disponible: {1}
hu: Megszakítva. Nincs elég szabad hely a cél fájlrendszeren. Szükséges: {0} Elérhető: {1}
ja_jp: 中止しました。対象のファイルシステムに十分な空き領域がありません。 必要な領域: {0} 利用可能な領域: {1}
nl: Afgebroken. Onvoldoende vrije ruimte op het doel- bestandssysteem. Benodigd: {0} Beschikbaar: {1}
pl: Przerwano. Brak wystarczającej ilości miejsca na docelowym systemie plików. Potrzebne: {0} Dostępne: {1}
uk_ua: Скасовано. Бракує вільного місця на цільовій файловій системі. Необхідно: {0} Доступно: {1}

source: Target file system does not have enough free space for this operation to continue. Needed: {0} Available: {1} Do you wish to continue?
de: Im Zieldateisystem steht nicht genügend freier Speicher zur Verfügung, um diesen Vorgang fortzusetzten. Benötigt: {0} Verfügbar: {1} Möchten Sie fortfahren?
el: Το σύστημα αρχείων δεν έχει αρκετό ελεύθερο χώρο για τη συνέχιση της εργασίας. Απαιτούμενος χώρος: {0} Διαθέσιμος χώρος: {1} Θα θέλατε να συνεχίσετε;
es: No hay suficiente espacio libre en el sistema de archivos destino para completar la operación. Espacio necesario: {0} Espacio disponible: {1} ¿Quiere continuar?
fr: Le système de fichier cible ne dispose pas d'assez d'espace disque pour continuer cette opération. Nécessaire: {0} Disponible: {1} Voulez-vous continuer?
hu: A cél fájlrendszeren nincs elég szabad hely a művelet befejezéséhez. Szükséges: {0} Elérhető: {1} Szeretnéd folytatni?
ja_jp: 対象のファイルシステムにこの操作を続行するのに十分な空き領域がありません。 必要な領域: {0} 利用可能な領域: {1} 本当に実行しますか？
nl: Het doelbestandssysteem heeft onvoldoende vrije ruimte voor deze actie. Benodigd: {0} Beschikbaar: {1} Wil je doorgaan?
pl: Docelowy system plików nie posiada wystarczającej ilości miejsca by przeprowadzić tą operację. Potrzebne: {0} Dostępne: {1} Czy chcesz kontynuować?
uk_ua: Цільова файлова система не має вдосталь вільного простору для цієї операції. Необхідно: {0} Доступно: {1} Продовжити?

source: There is a problem writing data to destination file. What would you like to do?
de: Beim Schreiben in die Zieldatei trat ein Problem auf. Wie möchten Sie fortfahren?
el: Υπήρξε πρόβλημα κατά την εγγραφή δεδομένων στο αρχείο προορισμού. Τι θα θέλατε να κάνετε;
es: Se ha producido un problema al escribir datos en el archivo destino. ¿Qué quiere hacer?
fr: Il y a eu un problème à l'écriture des données à la destination. Que voulez-vous faire?
hu: Hiba történt a file írásakor. Mit szeretnél csinálni?
ja_jp: 宛先ファイルへのデータ書き込みに問題があります。何をしますか？
nl: Er is een probleem opgetreden bij het wegschrijven van gegevens naar het doelbestand. Wat wil je doen?
pl: Wystąpił problem podczas zapisu danych do pliku. Co chcesz zrobić?
uk_ua: Проблема при копіюванні даних у файл призначення. Яке Ви приймете рішення?

source: An error occurred while trying to create specified file. What would you like to do?
de: Beim Erstellen der Datei ist ein Problem aufgetreten. Wie möchten Sie fortfahren?
el: Ένα σφάλμα συνέβη κατά τη δημιουργία του συγκεκριμένου αρχείου. Τι θα θέλατε να κάνετε;
es: Se ha producido un error al intentar crear el archivo especificado. ¿Qué quiere hacer?
fr: Il y a eu une erreur à la création du fichier. Que voulez-vous faire?
hu: Hiba történt a fájl létrehozásakor. Mit szeretnél csinálni?
ja_jp: 指定されたファイルを作成中に問題が生じました。何をしますか？
nl: Er is een fout opgetreden bij het aanmaken van het opgegeven bestand. Wat wil je doen?
pl: Błąd podczas tworzenia pliku. Co chcesz zrobić?
uk_ua: При спробі створити вказаний файл сталася помилка. Яке Ви приймете рішення?

source: An error occurred while trying to create specified directory. What would you like to do?
de: Beim Erstellen des Verzeichnisses trat ein Problem auf. Wie möchten Sie fortfahren?
el: Ένα σφάλμα συνέβη με τη δημιουργία του συγκεκριμένου καταλόγου. Τι θα θέλατε να κάνετε;
es: Se ha producido un error al intentar crear la carpeta especificada. ¿Qué quiere hacer?
fr: Il y a eu une erreur à la création du répertoire. Que voulez-vous faire?
hu: Hiba történt a könyvtár létrehozásakor. Mit szeretnél csinálni?
ja_jp: 指定されたディレクトリを作成中に問題が生じました。何をしますか？
nl: Er is een fout opgetreden bij het aanmaken van de opgegeven map. Wat wil je doen?
pl: Błąd podczas tworzenia katalogu. Co chcesz zrobić?
uk_ua: При спробі створити вказаний каталог сталася помилка. Яке Ви приймете рішення?

source: Problem with setting path parameter for specified path. What would you like to do?
de: Problem beim Setzen der Parameter des angegebenen Pfades. Wie möchten Sie fortfahren?
el: Πρόβλημα με τον ορισμό παραμέτρου διαδρομής για τη συγκεκριμένη διαδρομή. Τι θα θέλατε να κάνετε;
es: Se ha producido un problema al configurar los parámetros de la ruta especificada. ¿Qué quiere hacer?
fr: Problème avec le chemin de paramètre pour le chemin spécifié. Que voulez-vous faire?
hu: Hibás az elérési út paraméter beállítása egy bizonyos úton. Mit szeretnél csinálni?
ja_jp: 指定されたパスのパラメータの設定中に問題が生じました。何をしますか？
nl: Er is een probleem opgetreden bij het instellen van de parameter voor het opgegeven pad. Wat wil je doen?
pl: Problem podczas ustawiania uprawnień. Co chcesz zrobić?
uk_ua: Проблема при вказуванні параметрів для вказаного шляху. Яке Ви приймете рішення?

source: There was a problem removing specified path. What would you like to do?
de: Beim Löschen des Pfades trat ein Problem auf. Wie möchten Sie vorgehen?
el: Υπήρξε πρόβλημα με την αφαίρεση της συγκεκριμένης διαδρομής. Τι θα θέλατε να κάνετε;
es: Se ha producido un problema al eliminar la ruta especificada. ¿Qué quiere hacer?
fr: Il y a eu un problème lors de la suppression au chemin spécifié. Que voulez-vous faire?
hu: Hiba történt a megadott útvonal eltávolításával. Mit szeretnél csinálni?
ja_jp: 指定されたパスの削除中に問題が生じました。何をしますか？
nl: Er is een probleem opgetreden bij het verwijderen van het opgegeven pad. Wat wil je doen?
pl: Wystąpił problem podczas usuwania pliku. Co chcesz zrobić?
uk_ua: При спробі вилучити зазначений шлях сталася помилка. Яке Ви приймете рішення?

source: There was a problem trashing specified path. Would you like to try removing it instead?
de: Beim Verschieben des Pades in den Mülleimer trat ein Problem auf. Möchten Sie versuchen den Pfad stattdessen zu löschen?
el: Υπήρξε πρόβλημα με την μεταφορά στα απορρίμματα της συγκεκριμένης διαδρομής. Τι θα θέλατε να κάνετε;
es: Se ha producido un problema al mover la ruta especificada a la papelera. ¿Quiere eliminarla directamente?
fr: Il y a eu un problème à l'envoi à la corbeill du chemin spécifié. Voulez-vous le supprimer au lieu de cela?
hu: A kijelölt útvonalat nem lehet a kukába tenni. Megbróbálod törölni?
ja_jp: 指定されたパスをゴミ箱に棄てている途中に問題が生じました。代わりに削除しますか？
nl: Er is een probleem opgetreden bij het verplaatsen van het opgegeven pad naar de prullenbak. Wil je het permanent verwijderen?
pl: Wystąpił problem podczas przenoszenia pliku do kosza. Usunąć plik całkowicie?
uk_ua: При спробі вилучити зазначений шлях сталася помилка. Повторити?

source: There was a problem moving specified path. What would you like to do?
de: Beim Verschieben des Pfades trat ein Problem auf. Wie möchten Sie vorgehen?
el: Υπήρξε πρόβλημα με την μετακίνηση της συγκεκριμένης διαδρομής. Τι θα θέλατε να κάνετε;
es: Se ha producido un problema al mover la ruta especificada. ¿Qué quiere hacer?
fr: Il y a eu un problème lors du déplacment vers le chemin spécifié. Que voulez-vous faire?
hu: Hiba történt a megadott útvonal áthelyezésekor. Mit szeretnél csinálni?
ja_jp: 指定されたパスの移動中に問題が生じました。何をしますか？
nl: Er is een probleem opgetreden bij het verplaatsen van het opgegeven pad. Wat wil je doen?
pl: Wystąpił problem podczas przenoszenia do pliku. Co chcesz zrobić?
uk_ua: При спробі перемістити зазначений шлях сталася помилка. Яке Ви приймете рішення?

source: There was a problem renaming specified path. What would you like to do?
de: Beim Umbenennen des Pfades trat ein Problem auf. Wie möchten Sie vorgehen?
el: Υπήρξε ένα πρόβλημα με την μετονομασία της συγκεκριμένης διαδρομής. Τι θα θέλατε να κάνετε;
es: Se ha producido un problema al renombrar la ruta especificada. ¿Qué quiere hacer?
fr: Il y a eu un problème lors du renommage vers le chemin spécifié. Que voulez-vous faire?
hu: Hiba történt az útvonal átnevezésénél. Mit szeretnél csinálni?
ja_jp: 指定されたパスの名前を変更している途中に問題が生じました。何をしますか？
nl: Er is een probleem opgetreden bij de naamswijziging van het opgegeven pad. Wat wil je doen?
pl: Wystąpił problem podczas zapisu zmiany nazwy do pliku. Co chcesz zrobić?
uk_ua: При спробі перейменувати зазначений шлях сталася помилка. Яке Ви приймете рішення?

source: There was a problem with reading specified directory. What would you like to do?
de: Beim Lesen des Verzeichnisses trat ein Problem auf. Wie möchten Sie fortfahren?
el: Υπήρξε πρόβλημα με την ανάγνωση του συγκεκριμένου καταλόγου. Τι θα θέλατε να κάνετε;
es: Se ha producido un problema al leer la carpeta especificada. ¿Qué quiere hacer?
fr: Il y a eu un problème lors de la lecture au chemin spécifié. Que voulez-vous faire?
hu: Hiba történt a megadott könyvtár olvasásakor. Mit szeretne csinálni?
ja_jp: 指定されたディレクトリの読込l中に問題が生じました。何をしますか？
nl: Er is een probleem opgetreden bij het uitlezen van de opgegeven map. Wat wil je doen?
pl: Wystąpił problem podczas czytania pliku. Co chcesz zrobić?
uk_ua: При спробі прочитати зазначений каталог сталася помилка. Яке Ви приймете рішення?

source: Searching for files...
de: Suche nach Dateien...
el: Αναζήτηση αρχείων...
es: Buscando archivos...
fr: Recherche des fichiers...
hu: Keresés a fájlokban...
ja_jp: ファイルを検索中……
nl: Bezig met zoeken naar bestanden...
pl: Szukanie plików...
uk_ua: Пошук у файлах...

source: Unable to create directory because file with the same name already exists in target directory.
de: Verzeichnis kann nicht erstellt werden, weil eine Datei mit dem gleichen Namen bereits im Zielverzeichnis vorhanden ist.
el: Αδυναμία δημιουργίας καταλόγου επειδή υπάρχει ήδη αρχείο με το ίδιο όνομα στον κατάλογο.
es: No se puede crear la carpeta porque ya existe un archivo con el mismo nombre en la carpeta destino.
fr: Impossible de créer le répertoire car un autre existe déjà avec le même nom dans le répertoire cible.
hu: Nem lehet a könyvtárat létrehozni, mert ugyanezen a néven már létezik egy könyvtár.
ja_jp: 対象のディレクトリには既に同名のファイルが存在している為、ディレクトリを作成できませんでした。
nl: Er is al een bestand met die naam in de doelmap; de map kan niet worden aangemaakt.
pl: Nie można utworzyć katalogu ponieważ plik o takiej samej nazwie istnieje już w katalogu docelowym.
uk_ua: Неможливо створити каталог, оскільки файл з вказаним ім’ям вже існує у цільовому каталозі.

source: Creating directories...
de: Erzeuge Verzeichnisse...
el: Δημιουργία καταλόγων...
es: Creando carpetas...
fr: Création des répertoires...
hu: Könyvtárak készítése...
ja_jp: ディレクトリを作成中……
nl: Bezig met aanmaken van mappen...
pl: Tworzenie katalogów...
uk_ua: Створення каталогів...

source: Copying files...
de: Kopiere Dateien...
el: Αντιγραφή αρχείων...
es: Copiando archivos...
fr: Copie des fichiers...
hu: Fájlok másolása...
ja_jp: ファイルを複製中……
nl: Bezig met kopiëren van bestanden...
pl: Kopiowanie plików...
uk_ua: Копіювання файлів...

source: Creating links...
de: Erstelle Verweise
es: Creando enlaces...
ja_jp: リンクを作成中……
nl: Bezig met maken van snelkoppelingen...

source: Copy Operation
de: Kopiervorgang
el: Λειτουργία Αντιγραφής
es: Operación de copia
fr: Copie
hu: Művelet másolása
ja_jp: 操作を複製
nl: Kopieeractie
pl: Kopiowanie
uk_ua: Операція копіювання

source: Copying of {0} item from "{1}" to "{2}" is completed!
de: Kopieren einer Datei von "{1}" nach "{2}" abgeschlossen
el: Η αντιγραφή {0} αντικειμένου από το "{1}" στο "{2}" ολοκληρώθηκε!
es: Se ha completado la copia de {0} elemento de «{1}» a «{2}»
fr: Copie de l'élément {0} de "{1}" vers "{2}" terminée!
hu: {0} másolása "{1}"-ról "{2}"-re befejeződött!
ja_jp: "{1}"から"{2}"へ{0}件の項目をコピーし終えました。
nl: {0} item gekopieerd van '{1}' naar '{2}'!
pl: Zakończono kopiowanie {0} pliku z "{1}" do "{2}"!
uk_ua: Копіювання {0} об'єкта з "{1}"в "{2}" завершено!

source: Moving files...
de: Verschiebe Dateien...
el: Μετακίνηση αρχείων...
es: Moviendo archivos...
fr: Déplacement des fichiers...
hu: Fájlok mozgatása...
ja_jp: ファイルを移動中……
nl: Bezig met verplaatsen van bestanden...
pl: Przenoszenie plików...
uk_ua: Переміщення файлів...

source: Deleting source files...
de: Lösche Quelldateien...
el: Διαγραφή πηγαίων αρχείων...
es: Eliminando archivos origen...
fr: Suppression des fichiers...
hu: Forrás fájlok törlése...
ja_jp: 元のファイルを削除中……
nl: Bezig met verwijderen van bronbestanden...
pl: Usuwanie plików źródłowych...
uk_ua: Вилучення джерельних файлів...

source: Deleting source directories...
de: Lösche Quellverzeichnisse...
el: Διαγραφή πηγαίων καταλόγων...
es: Eliminando carpetas origen...
fr: Suppression des répertoires...
hu: Forrás könyvtárak törlése...
ja_jp: 元のディレクトリを削除中……
nl: Bezig met verwijderen van bronmappen...
pl: Usuwanie katalogów źródłowych...
uk_ua: Вилучення джерельних каталогів...

source: Move Operation
de: Verschiebevorgang
el: Λειτουργία Μετακίνησης
es: Operación de desplazamiento
fr: Déplacement
hu: Művelet mozgatása
ja_jp: 操作を移動
nl: Verplaatsactie
pl: Przenieś operacje
uk_ua: Операція переміщення

source: Moving of {0} item from "{1}" to "{2}" is completed!
de: Verschieben einer Datei von "{1}" nach "{2}" abgeschlossen
el: Η μετακίνηση {0} αντικειμένου από το "{1}" ολοκληρώθηκε!
es: Se ha completado el desplazamiento de {0} elemento de «{1}» a «{2}»
fr: Déplacement de l'élément {0} de "{1}" vers "{2}" terminé!
hu: {0} elem áthelyezése "{1}"-ról "{2}"-re befejeződött!
ja_jp: "{1}"から"{2}"へ{0}件の項目を移動し終えました。
nl: {0} item verplaatst van '{1}' naar '{2}'!
pl: Zakończono przenoszenie {0} pliku z "{1}" do "{2}"!
uk_ua: Переміщення {0} об'єкта з "{1}" до "{2}" завершено!

source: Delete Operation
de: Löschvorgang
el: Λειτουργία Διαγραφής
es: Operación de eliminación
fr: Suppression
hu: Művelet türlése
ja_jp: 操作を削除
nl: Verwijderactie
pl: Usuń operacje
uk_ua: Операція вилучення

source: Removal of {0} item from "{1}" is completed!
de: Löschen einer Datei aus "{1}" abgeschlossen
el: Η αφαίρεση {0} αντικειμένου από το "{1}" ολοκληρώθηκε!
es: Se ha completado la eliminación de {0} elemento de «{1}»
fr: Suppression de {0} de "{1}" terminée!
hu: {0} elem eltávolítása "{1}"-ról befejeződött!
ja_jp: "{1}"から{0}件の項目を削除し終えました。
nl: {0} item verwijderd uit '{1}'!
pl: Zakończono usuwanie {0} pliku z "{1}"!
uk_ua: Вилучення {0} об'єкту з "{1}" завершено!

source: Rename Operation
de: Umbenennungsvorgang
el: Λειτουργία Μετονομασίας
es: Operación de cambio de nombre
fr: Renommage
hu: Művelet átnevezése
ja_jp: 操作の名前を変更
nl: Naamswijzigingactie
pl: Zmiana nazwy
uk_ua: Операція перейменування
