Repository: ArseniyK/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: de, el, es, fr, hu, ja_jp, nl, pl, uk_ua

source: Audio Metadata
de: Audio-Metadaten
el: Μεταδεδομένα Ήχου
es: Metadatos de audio
fr: Métadonnées Audio
hu: Audio metaadatok
ja_jp: 音声メタデータ
nl: Audio-metagegevens
pl: Metadane plików dźwiękowych
uk_ua: Метадані аудіо

source: Match file size
de: Nach Dateigröße suchen
el: Ταίριασμα μεγέθους αρχείου
es: Buscar por el tamaño del archivo
fr: Choisir la taille de fichier
hu: Azonos fájl méret
ja_jp: ファイルの大きさで合致させる
nl: Bestandsgrootte moet overeenkomen
pl: Dopasowywanie rozmiaru plików
uk_ua: Пошук за розміром файлу

source: <b>Pattern matching</b> * Everything ? Any single character [seq] Any character in <i>seq</i> [!seq] Any character <u>not</u> in <i>seq</i>
de: <b>Mustererkennung</b> * Alles ? Einzelnes Zeichen [seq] Jedes Zeichen aus <i>seq</i> [!seq] Jedes Zeichen <u>außer</u> <i>seq</i>
el: <b>Ταίριασμα με μοτίβο</b> * Οτιδήποτε ? Οποιοσδήποτε μονός χαρακτήρας [seq] Οποιοσδήποτε χαρακτήρας σε <i>seq</i> [!seq] Οποιοσδήποτε χαρακτήρας <u>όχι</u> σε <i>seq</i>
es: <b>Patrones</b> * Cualquier cadena de carácteres ? Un carácter cualquiera [sec] Cualquier carácter presente en <i>sec</i> [!sec] Cualquier carácter que <u>no</u> presente en <i>sec</i>
fr: <b>Modèle de correspondance</b> * Tout ? N'importe quel caractère [seq] N'importe quel caractère présent dans <i>seq</i> [!seq] N'importe quel caractère<u>non</u> présent dans <i>seq</i>
hu: <b>Minta illesztés</b> * Minden ? Barmelyik karakter [seq] Bármelyik karakter <i>seq</i>-ben [!seq] Bármelyik karakter, amelyik <u>nincs</u> <i>seq</i>-ben
ja_jp: <b>適合するパターン</b> * 全て ? 任意の一文字 [seq] <i>seq</i>の孰れか一文字 [!seq] <i>seq</i>に含まれて<u>いない</u>一文字
nl: <b>Patroonovereenkomst</b> * Alles ? Eén teken [seq] Eén teken in <i>seq</i> [!seq] Eén teken <u>niet</u> in <i>seq</i>
pl: <b>Dopasowywanie wzorca</b> * Wszystko ? Każda litera [seq] Każda litera zawarta w zbiorze <i>seq</i> [!seq] Każda litera <u>nie</u> zawarta w zbiorze <i>seq</i>
uk_ua: <b>Пошук за шаблоном</b> * Будь-який набір символів ? Будь-який одинарний символ [seq] Будь-який символ з <i>seq</i> [!seq] Будь-який символ <u>не</u> з <i>seq</i>

source: Search for:
de: Suche nach:
el: Αναζήτηση για:
es: Buscar:
fr: Chercher pour:
hu: Keresés:
ja_jp: 検索:
nl: Zoeken naar:
pl: Szukaj:
uk_ua: Шукати:

source: Case sensitive
de: Groß-/Kleinschreibung beachten
el: Με ταίριασμα πεζών-κεφαλαίων
es: Distinguir mayúsculas y minúsculas
fr: Sensible à la casse
hu: Kis és nagybetűk
ja_jp: 大文字・小文字を区別する
nl: Hoofdlettergevoelig
pl: Uwzględniaj wielkość liter
uk_ua: Враховувати регістр

source: Content
de: Inhalt
el: Περιεχόμενο
es: Contenido
fr: Contenu
hu: Tartalom
ja_jp: 内容
nl: Inhoud
pl: Zawartość
uk_ua: Вміст

source: System terminal
de: Terminal
el: Τερματικό συστήματος
es: Terminal del sistema
fr: Terminal système
hu: Rendszer terminál
ja_jp: システムの端末エミュレータ
nl: Systeemterminal
pl: Systemowy terminal
uk_ua: Системний термінал

source: Use this extension
de: Erweiterung verwenden
el: Χρήση αυτής της επέκτασης
es: Usar esta extensión
fr: Utiliser cette extension
hu: Kiterjesztés használata
ja_jp: この拡張を用いる
nl: Deze extensie gebruiken
pl: Wybierz z takim samym rozszerzeniem
uk_ua: Використовувати це розширення

source: Plugin Base
de: Plugin-Basis
el: Βάση προσθέτων
es: Base del complemento
hu: Kiegészítők
ja_jp: 基本プラグイン
nl: Plug-inbasis
pl: Podstawowe skróty kart
uk_ua: База модулів

source: Focus opposite object
de: Fokus auf gegenüberliegendes Objekt richten
el: Εστίαση στο απέναντι αντικείμενο
es: Enfocar el objeto opuesto
fr: Focus sur l'objet opposé
hu: Fókuszálás az ellenkező objektumra
ja_jp: 反対側に注目する
nl: Tegenover liggend object focussen
pl: Aktywuj przeciwny panel
uk_ua: Фокус на протилежний об'єкт

source: Next tab
de: Nächster Tab
el: Επόμενη καρτέλα
es: Pestaña siguiente
fr: Onglet suivant
hu: Következő lap
ja_jp: 次のタブ
nl: Volgend tabblad
pl: Następna karta
uk_ua: Наступна вкладка

source: Previous tab
de: Voriger Tab
el: Προηγούμενη καρτέλα
es: Pestaña anterior
fr: Onglet précédent
hu: Elöző lap
ja_jp: 前のタブ
nl: Vorig tabblad
pl: Poprzednia karta
uk_ua: Попередня вкладка

source: Close tab
de: Schließe Tab
el: Κλείσιμο καρτέλας
es: Cerrar la pestaña
fr: Fermer l'ongjet
hu: Lap bezárása
ja_jp: タブを閉じる
nl: Tabblad sluiten
pl: Zamknij kartę
uk_ua: Закрити вкладку

source: Focus left object
de: Linkes Objekt fokussieren
el: Εστίαση αριστερού αντικειμένου
es: Enfocar el objeto de la izquierda
fr: Focus sur l'objet de gauche
ja_jp: 左に注目する
nl: Linkerobject focussen
pl: Aktywuj lewy panel
uk_ua: Фокус на лівий об'єкт

source: Focus right object
de: Rechtes Objekt fokussieren
el: Εστίαση δεξιού αντικειμένου
es: Enfocar el objeto de la derecha
fr: Focus sur l'objet de droite
ja_jp: 右に注目する
nl: Rechterobject focussen
pl: Aktywuj prawy panel
uk_ua: Фокус на правий об'єкт

source: Python VTE module is not installed on this system!
de: Das Modul "Python VTE" ist nicht installiert!
el: Το άρθρωμα Python VTE δεν έχει εγκατασταθεί σε αυτό το σύστημα!
es: ¡El módulo VTE de Python no está instalado!
fr: Le module Python VTE n'est pas installé sur ce système!
hu: A Python VTE modul nincs telepítve a rendszeren!
ja_jp: 本システムにはPython VTEモジュールが導入されていません。
nl: De module 'Python VTE' is niet geïnstalleerd!
pl: Moduł VTE Pythona nie jest zainstalowany w systemie!
uk_ua: VTE модуль Python не встановлено у Вашій системі!

source: Open current directory
de: Aktuelles Verzeichnis öffnen
el: Άνοιγμα τρέχοντος καταλόγου
es: Abrir la carpeta actual
fr: Ouvrir le répertoire courant
hu: Aktuális könyvtár megnyitása
ja_jp: 現在のディレクトリを開く
nl: Huidige map openen
pl: Otwórz bieżący katalog
uk_ua: Відкрити поточну директорію

source: Create terminal tab
de: Terminal-Tab erstellen
el: Δημιουργία καρτέλας τερματικού
es: Abrir el terminal en una pestaña
fr: Ouvrir un onglet de terminal
hu: Új terminál lap
ja_jp: 端末エミュレータタブを作成する
nl: Terminaltabblad maken
pl: Otwórz terminal
uk_ua: Створити вкладку з терміналом

source: Copy selection to clipboard
de: Auswahl in Zwischenablage kopieren
el: Αντιγραφή επιλογής στο πρόχειρο
es: Copiar la selección al portapapeles
fr: Copier la sélection vers le presse-papiers
hu: Kijelölés másolása vágólapra
ja_jp: 選択範囲をクリップボードにコピー
nl: Kopiëren naar klembord
pl: Skopiuj zaznaczenie do schowka
uk_ua: Скопіювати виділене в буфер обміну

source: Paste from clipboard
de: Aus Zwischenablage einfügen
el: Επικόλληση από το πρόχειρο
es: Pegar desde el portapapeles
fr: Coller du presse-papier
hu: Beillesztés vágólapról
ja_jp: クリップボードから貼り付け
nl: Plakken van klembord
pl: Wklej ze schowka
uk_ua: Вставити з буферу обміну

source: You are about to feed child process with following data. Are you sure? {0}
de: Sie sind dabei Kindprozessen folgende Daten zu übergeben. Sind Sie sicher? {0}
es: Está a punto de enviar los datos siguientes al proceso secundario. ¿Quiere continuar? {0}
fr: Vous êtes sur le point d'envoyer ces données au processus fils. Êtes-vous sûr? {0}
hu: Arra készül, hogy felülírja a következő adatokat. Biztos benne?
ja_jp: 子プロセスに次のデータを入力します。宜しいですか。 {0}
nl: Je staat op het punt om de volgende gegevens door te geven aan het onderliggende proces. Weet je het zeker? {0}
pl: Zamierzasz przekazać do procesu potomnego następujące dane. Czy jesteś pewien? {0}
uk_ua: Ви збираєтеся послати дочірньому процесові ці дані. Ви впевнені? {0}

source: Directories (selected/total)
de: Verzeichnisse (ausgewählt/gesamt)
el: Κατάλογοι (επιλεγμένοι/σύνολο)
es: Carpetas (seleccionadas/total)
fr: Répertoires (sélectionnés/total)
hu: Könyvtárak (kiválasztott/összes)
ja_jp: ディレクトリ（選択/合計）
nl: Mappen (geselecteerd/totaal)
pl: Katalogi (zaznaczone/wszystkie)
uk_ua: Каталоги (вибрані / всього)

source: Files (selected/total)
de: Dateien (ausgewählt/gesamt)
el: Αρχεία (επιλεγμένα/σύνολο)
es: Archivos (seleccionados/total)
fr: Fichiers (sélectionnés/total)
hu: Fájlok (kiválasztott/összes)
ja_jp: ファイル（選択/合計）
nl: Bestanden (geselecteerd/totaal)
pl: Pliki (zaznaczone/wszystkie)
uk_ua: Файли (вибраного / всього)

source: Size (selected/total)
de: Größe (ausgewählt/gesamt)
el: Μέγεθος (επιλεγμένα/σύνολο)
es: Tamaño (seleccionado/total)
fr: Taille (sélectionné/total)
hu: Méret (kiválasztott/összes)
ja_jp: 大きさ（選択/合計）
nl: Grootte (geselecteerd/totaal)
pl: Rozmiar (zaznaczone/wszystkie)
uk_ua: Розмір (вибрані / всього)

source: Swap right and left paths
de: Linken und rechten Pfad tauschen
el: Εναλλαγή της δεξιάς με την αριστερή διαδρομή
es: Intercambiar los paneles
fr: Échanger les chemins gauche et droite
hu: Jobb és bal oldal felcserélése
ja_jp: 左右のパスを入れ替える
nl: Rechter- en linkerpaden omwisselen
pl: Zamień prawą i lewą ścieżkę
uk_ua: Поміняти місцями панелі

source: Reload item list
de: Dateiliste aktualisieren
el: Επαναφόρτωση λίστας αντικειμένων
es: Recargar la lista de elementos
fr: Recharger la liste d'éléments
hu: Tételes lista frissítése:
ja_jp: 項目一覧を再読込
nl: Itemlijst verversen
pl: Odśwież listę plików
uk_ua: Оновити перелік файлів

source: Copy path to clipboard
de: Pfad in Zwischenablage kopieren
el: Αντιγραφή διαδρομής στο πρόχειρο
es: Copiar la ruta al portapapeles
fr: Copier le chemin dans le presse-papier
hu: Hely másolása a vágólapra
ja_jp: パスをクリップボードにコピー
nl: Pad kopiëren naar klembord
pl: Skopiuj ścieżkę do schowka
uk_ua: Скопіювати виділене в буфер обміну

source: Enter path...
de: Pfad angeben...
el: Εισαγωγή διαδρομής...
es: Introducir la ruta...
fr: Entrez le chemin...
hu: Hely megnyitása
ja_jp: パスを入力して下さい……
nl: Voer een pad in...
pl: Wprowadź ścieżkę...
uk_ua: Уведіть шлях...

source: Locations
de: Orte
es: Ubicaciones
ja_jp: 場所
nl: Locaties

source: Execute selected item
de: Auswahl ausführen
el: Εκτέλεση επιλεγμένης εντολής
es: Ejecutar el elemento seleccionado
fr: Éxécuter l'élément sélectionné
hu: Kiválasztott elem futtatása
ja_jp: 選択した項目を実行する
nl: Geselecteerd item uitvoeren
pl: Uruchom wybrany plik
uk_ua: Виконати виділений об'єкт

source: Select application and execute item
de: Anwendung wählen und Element ausführen
el: Επιλογή εφαρμογής και εκτέλεση αντικειμένου
es: Seleccione la aplicación y abra el archivo
fr: Sélectionner l'application et éxécuter l'élément
hu: Válassz alkalmazást és futtasd a fájlt
ja_jp: アプリケーションを選択して項目を実行する
nl: Programma selecteren en item uitvoeren
pl: Wybierz i uruchom aplikację
uk_ua: Вибрати додаток і відкрити файл

source: Show selected item properties
de: Eigenschaften der Auswahl anzeigen
el: Εμφάνιση ιδιοτήτων επιλεγμένου αντικειμένου
es: Mostrar las propiedades de los elementos seleccionados
fr: Afficher les propriétés des éléments sélectionnés
hu: Mutasd a kiválasztott elem tulajdonságait
ja_jp: 選択した項目の属性情報を表示する
nl: Eigenschappen tonen van geselecteerd item
pl: Pokaż właściwości wybranych elementów
uk_ua: Показати властивості виділеного об'єкту

source: Bookmark current directory
de: Lesezeichen für aktuelles Verzeichnis
el: Προσθήκη τρέχοντος καταλόγου στους σελιδοδείκτες
es: Añadir la carpeta actual a los marcadores
fr: Marquer le répertoire courant
hu: Könyvjelző az aktuális mappához
ja_jp: 現在のディレクトリを栞に登録する
nl: Huidige map toevoegen aan bladwijzers
pl: Dodaj zakładkę
uk_ua: Додати поточний каталог в закладки

source: Edit bookmarks
de: Lesezeichen bearbeiten
el: Επεξεργασία σελιδοδεικτών
es: Editar los marcadores
fr: Éditer les marque-pages
hu: Könyvjelzők szerkesztése
ja_jp: 栞を編集する
nl: Bladwijzers aanpassen
pl: Edytuj zakładki
uk_ua: Змінити закладки

source: Cut selection to clipboard
de: Auswahl in Zwischenablage ausschneiden
el: Αποκοπή επιλογής στο πρόχειρο
es: Cortar la selección al portapapeles
fr: Couper la sélection vers le presse-papier
hu: Vágás kijelölés vágólapra
ja_jp: 選択範囲をクリップボードに切り取り
nl: Selectie knippen naar klembord
pl: Wytnij zaznaczenie do schowka
uk_ua: Вирізати виділене в буфер обміну

source: Paste items from clipboard
de: Elemente aus Zwischenablage einfügen
el: Επικόλληση αντικειμένων από το πρόχειρο
es: Pegar los elementos del portapapeles
fr: Coller les élément du presse-papier
hu: Elemek beillesztése a vágólapról
ja_jp: 項目をクリップボードから貼り付け
nl: Items plakken van klembord
pl: Wklej zaznaczenie do schowka
uk_ua: Вставити об'єкти з буферу обміну

source: Open selected directory in new tab
de: Auswahl in neuem Tab öffnen
el: Άνοιγμα επιλεγμένου καταλόγου σε νέα καρτέλα
es: Abrir la carpeta seleccionada en una pestaña nueva
fr: Ouvrir le répertoire sélectionné dans un nouvel onglet
hu: Kiválasztott könyvtár megnyitása új lapon
ja_jp: 選択したディレクトリを新規タブで開く
nl: Geselecteerde map openen op nieuw tabblad
pl: Otwórz zaznaczony katalog w nowej karcie
uk_ua: Відкрити виділений каталог в новій вкладці

source: Open selected directory
de: Gewähltes Verzeichnis öffnen
el: Άνοιγμα επιλεγμένου καταλόγου
es: Abrir la carpeta seleccionada
fr: Ouvrir le répertoire sélectionné
hu: Kijelölt mappa megnyitása
ja_jp: 選択したディレクトリを開く
nl: Geselecteerde map openen
pl: Otwórz zaznaczony katalog
uk_ua: Відкрити виділений каталог в новій вкладці

source: Calculate disk usage for directory
de: Verzeichnisgröße berechnen
el: Υπολογισμός χρήσης δίσκου για τον κατάλογο
es: Calcular el espacio que usa la carpeta en el disco
fr: Calculer l'occupation disque du répertoire
hu: Könyvtár tárhelyhasználatának kiszámítása
ja_jp: ディレクトリのディスク使用量を計算する
nl: Schijfruimte van map berekenen
pl: Oblicz zajętość dysku przez katalog
uk_ua: Вирахувати місце, займане каталогом

source: Go to root directory
de: Gehe zum Wurzelverzeichnis
el: Μετακίνηση στο ριζικό κατάλογο
es: Ir a la carpeta raíz
fr: Aller à la racine
hu: Menj a gyökérkönyvtárba
ja_jp: 根ディレクトリに移動
nl: Ga naar rootmap
pl: Idź do katalogu głównego
uk_ua: Перейти у кореневий каталог

source: Reload items in current directory
de: Elemente in aktuellem Verzeichnis aktualisieren
el: Επαναφόρτωση αντικειμένων του τρέχοντος καταλόγου
es: Recargar los elementos de la carpeta actual
fr: Recharger les fichiers du répertoire courant
hu: Az aktuális könyvtár újratöltése
ja_jp: 現行ディレクトリの項目を再読込
nl: Huidige map opnieuw inlezen
pl: Odśwież elementy w bieżącym katalogu
uk_ua: Оновити перелік файлів у поточному каталозі

source: Show history browser
de: Zuletzt-gesehen-Browser anzeigen
el: Εμφάνιση περιηγητή ιστορικού
es: Mostrar el navegador del historial
fr: Afficher l'explorateur d'historique
hu: Előzmények megjelenítése
ja_jp: 履歴を閲覧する
nl: Geschiedenis tonen
pl: Pokaż przeglądarkę historii
uk_ua: Показати переглядач історії

source: Go back in history
de: Zurück gehen im Verlauf
el: Πήγαινε πίσω στο ιστορικό
es: Retroceder en el historial
fr: Revenir en arrière dans l'historique
hu: Vissza az előzményekben
ja_jp: 履歴を遡る
nl: Ga terug in geschiedenis
pl: Cofnij historię
uk_ua: перейди назад в історії

source: Go forward in history
de: Vorwärts gehen im Verlauf
el: Πήγαινε μπροστά στο ιστορικό
es: Avanzar en el historial
fr: Avancer dans l'historique
hu: Előre az előzményekben
ja_jp: 履歴を辿る
nl: Ga vooruit in geschiedenis
pl: Idź naprzód w historii
uk_ua: перейти вперед в історії

source: Select all
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo
fr: Sélectionner tout
hu: Mindent kijelöl
ja_jp: 全選択
nl: Alles selecteren
pl: Zaznacz wszystkie
uk_ua: Виділити усе

source: Deselect all
de: Auswahl aufheben
el: Αποεπιλογή όλων
es: Deseleccionar todo
fr: Déselectionner tout
hu: Kijelölés megszüntetése
ja_jp: 全選択を解除
nl: Niets selecteren
pl: Odznacz wszystkie
uk_ua: Скасувати виділення

source: Invert selection
de: Auswahl invertieren
el: Αντιστροφή επιλογής
es: Invertir la selección
fr: Inverser la sélection
hu: Kijelölés invertálása
ja_jp: 選択範囲を反転
nl: Selectie omkeren
pl: Odwróć zaznaczenie
uk_ua: Обернути виділення

source: Toggle selection
de: Auswahl umkehren
es: Conmutar la selección
fr: Inverser la sélection
hu: Ellentétes kiválasztás
ja_jp: 選択範囲を入れ替える
nl: Selecteren/Niets selecteren
pl: Zaznacz
uk_ua: Перемикнути виділення

source: Toggle selection and move marker up
de: Auswahl umschalten und Markierung nach oben bewegen
es: Invertir la selección y mover el marcador hacia arriba
fr: Inverser la sélection et déplacer le marqueur vers le haut
hu: Kijelölés megfordítása és a jelölő felfelé mozgatása
ja_jp: 選択範囲を入れ替えてマーカーを上に移動する
nl: Selecteren/Niets selecteren en markering omhoog verplaatsen
pl: Zaznaczone i przesuń w górę
uk_ua: Перемикнути виділення і перемістити маркер вище

source: Trash or delete selected items
de: Ausgewählte Objekte in den Papierkorb verschieben oder löschen
el: Μετακίνηση στα απορρίμματα ή διαγραφή επιλεγμένων αντικειμένων
es: Mover a la papelera o eliminar los elementos seleccionados
fr: Supprimer ou envoyer à la corbeille les éléments sélectionnés
hu: Kiválasztott elemek törlése vagy kukába helyezése
ja_jp: 選択した項目をゴミ箱に捨てる・消去する
nl: Geselecteerde items verwijderen
pl: Usuń lub przenieś do kosza zaznaczone pliki
uk_ua: Перемістити у смітник або вилучити вибрані об'єкти

source: Force deleting selected items
de: Erzwinge das Löschen der ausgewählten Objekte
el: Εξαναγκασμός διαγραφής επιλεγμένων αντικειμένων
es: Forzar la eliminación de los elementos seleccionados
fr: Forcer la suppression des éléments sélectionnés
hu: Kiválasztott elemek törlése mindenképpen
ja_jp: 選択した項目を強制的に削除
nl: Geselecteerde items permanent verwijderen
pl: Usuń zaznaczone pliki
uk_ua: Остаточно вилучити вибрані файли

source: Show bookmarks for current list
de: Zeige Lesezeichen für die aktuelle Liste
el: Εμφάνιση σελιδοδεικτών για την τρέχουσα λίστα
es: Mostrar los marcadores de este panel
fr: Afficher les marque-pages pour la liste courante
hu: Az aktuális lista könyvjelzőinek megjelenítése
ja_jp: 現在のリストに対する栞を表示する
nl: Bladwijzers van huidige lijst tonen
pl: Pokaż zakładki bieżącej listy
uk_ua: Показати закладки для даної панелі

source: Show bookmarks for left list
de: Lesezeichen der linken Liste zeigen
el: Εμφάνιση σελιδοδεικτών για την αριστερή λίστα
es: Mostrar los marcadores del panel izquierdo
fr: Afficher les marque-pages pour la liste de gauche
hu: Mutasd a könyvjelzők bal oldalon
ja_jp: 左のリストに対する栞を表示する
nl: Bladwijzers van linkerlijst tonen
pl: Pokaż zakładki lewej listy
uk_ua: Показати закладки для лівої панелі

source: Show bookmarks for right list
de: Lesezeichen der rechten Liste zeigen
el: Εμφάνιση σελιδοδεικτών για τη δεξιά λίστα
es: Mostrar los marcadores del panel derecho
fr: Afficher les marque-pages pour la liste de droite
hu: Mutasd a könyvjelzők jobb oldalon
ja_jp: 右のリストに対する栞を表示する
nl: Bladwijzers van rechterlijst tonen
pl: Pokaż zakładki prawej listy
uk_ua: Показати закладки для правої панелі

source: Rename selected item
de: Auswahl umbenennen
el: Μετονομασία επιλεγμένου αντικειμένου
es: Cambiar el nombre del elemento seleccionado
fr: Renommer l'élément sélectionné
hu: Kiválasztott elemek átnevezése
ja_jp: 選択した項目の名前を変更
nl: Naam van geselecteerd item wijzigen
pl: Zmień nazwę
uk_ua: Перейменувати виділений об'єкт

source: View selected item
de: Ausgewähltes Element ansehen
el: Προβολή επιλεγμένου αντικειμένου
es: Ver el elemento seleccionado
fr: Voir l'élément sélectionné
hu: Kiválasztott fájl előnézet
ja_jp: 選択した項目を表示する
nl: Geselecteerd item bekijken
pl: Pokaż wybrany plik
uk_ua: Переглянути обраний файл

source: Edit selected item
de: Auswahl bearbeiten
el: Επεξεργασία επιλεγμένου αντικειμένου
es: Editar el elemento seleccionado
fr: Éditer l'élément sélectionné
hu: Kiválasztott elem szerkesztése
ja_jp: 選択した項目を編集
nl: Geselecteerd item bewerken
pl: Edytuj wybrany plik
uk_ua: Змінити виділений об'єкт

source: Copy selected items
de: Auswahl kopieren
el: Αντιγραφή επιλεγμένων αντικειμένων
es: Copiar los elementos seleccionados
fr: Copier les éléments sélectionnés
hu: Kiválasztott elemek másolása
ja_jp: 選択した項目をコピー
nl: Geselecteerde items kopiëren
pl: Kopiuj wybrane pliki
uk_ua: Копіювати виділені об'єкти

source: Move selected items
de: Auswahl verschieben
el: Μετακίνηση επιλεγμένων αντικειμένων
es: Mover los elementos seleccionados
fr: Déplacer les éléments sélectionnés
hu: Kiválasztott elemek mozgatása
ja_jp: 選択した項目を移動
nl: Geselecteerde items verplaatsen
pl: Przenieś wybrane pliki
uk_ua: Перемістити виділені об'єкти

source: Show context menu
de: Kontextmenü anzeigen
el: Εμφάνιση μενού περιβάλλοντος
es: Mostrar el menú contextual
fr: Afficher le menu contextuel
hu: Gombsor megjelenítése
ja_jp: コンテクストメニューを表示する
nl: Rechtermuisknopmenu tonen
pl: Pokaż menu kontekstowe
uk_ua: Показати контекстне меню

source: Show "open with" menu
de: Öffnen-mit-Menü anzeigen
el: Εμφάνιση του μενού «Άνοιγμα με»
es: Mostrar el menú de abrir con
fr: Afficher le menu "ouvrir avec"
hu: "Megnyitás ezzel" menü megjelenítése
ja_jp: 「次で開く」メニューを表示する
nl: Menu 'openen met' tonen
pl: Pokaż menu "otwórz za pomocą..."
uk_ua: Показати меню "відкрити з допомогою"

source: Assign path from left list
de: Pfad der linken Liste übertragen
es: Asignar la ruta del panel izquierdo
fr: Assigner le chemin au panneau de gauche
hu: Útvonal hozzáadása a bal panelhez
ja_jp: 左のリストからパスを割り当てる
nl: Pad toewijzen uit linkerlijst
pl: Przypisz ścieżkę z lewej listy
uk_ua: Призначити шлях з лівої панелі

source: Assign path from right list
de: Pfad der rechten Liste übertragen
es: Asignar la ruta del panel derecho
fr: Assigner le chemin au panneau de droite
hu: Útvonal hozzáadása a jobb panelhez
ja_jp: 右のリストからパスを割り当てる
nl: Pad toewijzen uit rechterlijst
pl: Przypisz ścieżkę z prawej listy
uk_ua: Призначити шлях з правої панелі

source: Move selection marker up
de: Auswahlmarkierung nach oben bewegen
el: Μετακίνηση του δείκτη επιλογής πάνω
es: Mover el marcador de selección hacia arriba
fr: Remonter le marqueur de sélection
hu: Kijelölés mozgatása fel
ja_jp: 選択マーカーを上に移動する
nl: Markering omhoog verplaatsen
pl: Przenieś zaznaczone w górę
uk_ua: Перемістити маркер виділення вище

source: Move selection marker down
de: Auswahlmarkierung nach unten bewegen
el: Μετακίνηση του δείκτη επιλογής κάτω
es: Mover el marcador de selección hacia abajo
fr: Descendre le marqueur de sélection
hu: Kijelölés mozgatása le
ja_jp: 選択マーカーを下に移動する
nl: Markering omlaag verplaatsen
pl: Przenieś zaznaczone w dół
uk_ua: Перемістити маркер виділення нижче

source: Show tab menu
de: Tab-Menü anzeigen
el: Εμφάνιση μενού καρτέλας
es: Mostrar el menú de la pestaña
fr: Afficher le menu des onglets
hu: Fülek megjelenítése
ja_jp: タブメニューを表示する
nl: Tabbladmenu tonen
pl: Pokaż menu karty
uk_ua: Показати контекстне меню

source: Copy selected path to clipboard
de: Kopiere markierten Pfad in Zwischenablage
el: Αντιγραφή επιλεγμένης διαδρομής στο πρόχειρο
es: Copiar la ruta seleccionada al portapapeles
fr: Copier le chemin sélectionné vers le presse-papiers
hu: A jelenlegi elérési út másolása a vágólapra
ja_jp: 選択したパスをクリップボードにコピー
nl: Geselecteerd pad kopiëren naar klembord
pl: Kopiuj wybraną ścieżkę do schowka
uk_ua: Скопіювати вибраний шлях у буфер обміну

source: Copy selected item name to clipboard
de: Ausgewählten Pfad in die Zwischenablage kopieren
es: Copiar el nombre del elemento seleccionado al portapapeles
ja_jp: 選択した項目名をクリップボードにコピー
nl: Naam van geselecteerd item kopiëren naar klembord

source: Copy path to command entry
de: Kopiere Pfad in Befehlseingabefeld
el: Αντιγραφή διαδρομής στη γραμμή καταχώρισης εντολών
es: Copiar la ruta en la entrada de órdenes
fr: Copier le chemin dans la zone de commande
hu: Útvonal másolása a parancssorba
ja_jp: パスをコマンド欄にコピー
nl: Pad kopiëren naar opdrachtregel
pl: Kopiuj ścieżkę do wiersza poleceń
uk_ua: Скопіювати шлях у командний рядок

source: Copy selection to command entry
de: Auswahl in die Komandozeile kopieren
el: Αντιγραφή επιλογής στην γραμμή καταχώρισης εντολών
es: Copiar la selección en la entrada de órdenes
fr: Copier la sélection vers la zone de commande
hu: Kijelölés másolása a parancssorba
ja_jp: 選択範囲をコマンド欄にコピー
nl: Selectie kopiëren naar opdrachtregel
pl: Kopiuj zazanczenie do wiersza poleceń
uk_ua: Скопіювати виділене у командний рядок
